-- phpMyAdmin SQL Dump
-- version 5.2.2
-- https://www.phpmyadmin.net/
--
-- Host: localhost:3306
-- Generation Time: Sep 13, 2025 at 11:43 AM
-- Server version: 8.4.3
-- PHP Version: 8.3.16

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `crmdb`
--

-- --------------------------------------------------------

--
-- Table structure for table `apartments`
--

CREATE TABLE `apartments` (
  `id` bigint UNSIGNED NOT NULL,
  `code` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `notes` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `building_id` bigint UNSIGNED DEFAULT NULL,
  `area` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `rooms` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `total` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

-- --------------------------------------------------------

--
-- Table structure for table `banks`
--

CREATE TABLE `banks` (
  `id` bigint UNSIGNED NOT NULL,
  `code` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `account_number` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `other` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `notes` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `banks`
--

INSERT INTO `banks` (`id`, `code`, `name`, `account_number`, `other`, `notes`, `created_at`, `updated_at`) VALUES
(3, '1', 'بنك التمويل الكويتى', '123456789', NULL, NULL, '2025-09-09 11:56:28', '2025-09-09 11:56:28'),
(4, '2', 'التنميه الصناعيه', '123456', NULL, NULL, '2025-09-09 11:56:46', '2025-09-09 11:56:46'),
(5, '3', 'نقل مدخرات', '1335464', NULL, NULL, '2025-09-11 12:06:14', '2025-09-11 12:06:14');

-- --------------------------------------------------------

--
-- Table structure for table `boxs`
--

CREATE TABLE `boxs` (
  `id` bigint UNSIGNED NOT NULL,
  `in_or_out` tinyint(1) NOT NULL DEFAULT '0',
  `value` decimal(20,2) DEFAULT NULL,
  `notes` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `date` date DEFAULT NULL,
  `time` time DEFAULT NULL,
  `user_id` bigint UNSIGNED DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `boxs`
--

INSERT INTO `boxs` (`id`, `in_or_out`, `value`, `notes`, `date`, `time`, `user_id`, `created_at`, `updated_at`) VALUES
(9, 0, 15000.00, ' تم تحصيل : مصاريف إداريه من العميل :  بديعة محمود السيد احمد الكفراوي بتاريخ  :  2024-09-29', '2025-09-13', '07:06:00', 6, '2025-09-13 07:23:54', '2025-09-13 07:23:54'),
(10, 0, 3000.00, ' تم تحصيل : قسط من العميل :  بديعة محمود السيد احمد الكفراوي بتاريخ  :  2025-04-20', '2025-09-13', '13:54:00', 6, '2025-09-13 07:26:19', '2025-09-13 07:26:19'),
(11, 0, 3000.00, ' تم تحصيل : قسط من العميل :  بديعة محمود السيد احمد الكفراوي بتاريخ  :  2025-02-20', '2025-09-13', '13:54:00', 6, '2025-09-13 07:27:57', '2025-09-13 07:27:57'),
(12, 0, 16000.00, ' تم تحصيل : دفعه من العميل :  بديعة محمود السيد احمد الكفراوي بتاريخ  :  2025-07-20', '2025-09-13', '13:54:00', 6, '2025-09-13 07:28:47', '2025-09-13 07:28:47'),
(13, 0, 16000.00, ' تم تحصيل : دفعه من العميل :  بديعة محمود السيد احمد الكفراوي بتاريخ  :  2026-07-20', '2025-09-13', '14:12:00', 6, '2025-09-13 07:30:41', '2025-09-13 07:30:41'),
(14, 0, 2200.00, ' تم تحصيل : قسط من العميل :  اسامه ايمن احمد السيد رخا بتاريخ  :  2024-06-20', '2025-09-13', '14:10:00', 6, '2025-09-13 08:00:28', '2025-09-13 08:00:28'),
(15, 0, 2200.00, ' تم تحصيل : قسط من العميل :  اسامه ايمن احمد السيد رخا بتاريخ  :  2024-07-20', '2025-09-13', '14:05:00', 6, '2025-09-13 08:01:20', '2025-09-13 08:01:20'),
(16, 0, 2200.00, ' تم تحصيل : قسط من العميل :  اسامه ايمن احمد السيد رخا بتاريخ  :  2024-08-20', '2025-09-13', '12:10:00', 6, '2025-09-13 08:02:12', '2025-09-13 08:02:12'),
(17, 0, 37500.00, ' تم تحصيل : مصاريف إداريه من العميل :  اسامه ايمن احمد السيد رخا بتاريخ  :  2024-06-24', '2025-09-13', '12:28:00', 6, '2025-09-13 08:05:02', '2025-09-13 08:05:02'),
(18, 0, 99000.00, ' تم تحصيل : دفعة مقدم من العميل :  محمد جمال ابراهيم مصطفي السجيع بتاريخ  :  2025-08-20', '2025-09-13', '02:31:00', 6, '2025-09-13 11:32:01', '2025-09-13 11:32:01');

-- --------------------------------------------------------

--
-- Table structure for table `buildings`
--

CREATE TABLE `buildings` (
  `id` bigint UNSIGNED NOT NULL,
  `code` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `notes` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `project_id` bigint UNSIGNED DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

-- --------------------------------------------------------

--
-- Table structure for table `commissions`
--

CREATE TABLE `commissions` (
  `id` bigint UNSIGNED NOT NULL,
  `value` decimal(10,2) NOT NULL DEFAULT '0.00',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

-- --------------------------------------------------------

--
-- Table structure for table `consultants`
--

CREATE TABLE `consultants` (
  `id` bigint UNSIGNED NOT NULL,
  `code` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `notes` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `consultants`
--

INSERT INTO `consultants` (`id`, `code`, `name`, `notes`, `created_at`, `updated_at`) VALUES
(1, '1', 'ضياء كونسيل', NULL, '2025-09-09 11:57:48', '2025-09-09 11:57:48');

-- --------------------------------------------------------

--
-- Table structure for table `contracts`
--

CREATE TABLE `contracts` (
  `id` bigint UNSIGNED NOT NULL,
  `project_id` bigint UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

-- --------------------------------------------------------

--
-- Table structure for table `costs`
--

CREATE TABLE `costs` (
  `id` bigint UNSIGNED NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `nots` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `costs`
--

INSERT INTO `costs` (`id`, `name`, `nots`, `created_at`, `updated_at`) VALUES
(1, 'مقدم', NULL, '2025-07-20 11:27:24', '2025-07-20 11:27:24'),
(2, 'دفعة مقدم', NULL, '2025-07-20 11:27:31', '2025-07-20 11:27:31'),
(3, 'مصاريف إداريه', NULL, '2025-07-20 11:27:31', '2025-07-20 11:27:31'),
(4, 'باقى قسط', NULL, '2025-09-09 12:01:30', '2025-09-09 12:01:30'),
(5, 'نقل مدخرات', NULL, '2025-09-09 12:01:40', '2025-09-09 12:01:40'),
(6, 'تحويل مرحله ', NULL, '2025-09-09 12:02:11', '2025-09-09 12:02:11'),
(7, 'دفعه', NULL, '2025-09-09 12:02:31', '2025-09-09 12:02:31'),
(8, 'تخصيص', NULL, '2025-09-11 11:48:34', '2025-09-11 11:48:34'),
(9, 'استلام', NULL, '2025-09-11 11:48:44', '2025-09-11 11:48:44');

-- --------------------------------------------------------

--
-- Table structure for table `costs_installments`
--

CREATE TABLE `costs_installments` (
  `id` bigint UNSIGNED NOT NULL,
  `cost_id` bigint UNSIGNED DEFAULT NULL,
  `installment_plan_id` bigint UNSIGNED DEFAULT NULL,
  `bank` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `time` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `transaction_id` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `transaction_date` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `date` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `value` decimal(10,2) NOT NULL DEFAULT '0.00',
  `status` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'pending',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `costs_installments`
--

INSERT INTO `costs_installments` (`id`, `cost_id`, `installment_plan_id`, `bank`, `time`, `transaction_id`, `transaction_date`, `date`, `value`, `status`, `created_at`, `updated_at`) VALUES
(19, 1, 5, '3', '02:54', '0', '2022-02-17', '2022-02-17', 190135.00, 'paid', '2025-09-11 11:47:34', '2025-09-11 11:54:15'),
(20, 3, 5, '3', '02:54', '0', '2022-02-17', '2022-02-17', 10000.00, 'paid', '2025-09-11 11:47:34', '2025-09-11 11:54:15'),
(21, 7, 6, '3', '13:54', '2', '2025-01-28', '2025-01-20', 8000.00, 'paid', '2025-09-13 07:19:16', '2025-09-13 07:28:47'),
(22, 7, 6, '3', '13:54', '2', '2025-01-28', '2025-07-20', 8000.00, 'paid', '2025-09-13 07:19:16', '2025-09-13 07:28:47'),
(23, 7, 6, '3', '14:12', '0', '2025-07-06', '2026-01-20', 8000.00, 'paid', '2025-09-13 07:19:16', '2025-09-13 07:30:41'),
(24, 7, 6, '3', '14:12', '0', '2025-07-06', '2026-07-20', 8000.00, 'paid', '2025-09-13 07:19:16', '2025-09-13 07:30:41'),
(25, 7, 6, NULL, NULL, NULL, NULL, '2027-01-20', 8000.00, 'pending', '2025-09-13 07:19:16', '2025-09-13 07:19:16'),
(26, 7, 6, NULL, NULL, NULL, NULL, '2027-07-20', 8000.00, 'pending', '2025-09-13 07:19:16', '2025-09-13 07:19:16'),
(27, 7, 6, NULL, NULL, NULL, NULL, '2028-01-20', 8000.00, 'pending', '2025-09-13 07:19:16', '2025-09-13 07:19:16'),
(28, 7, 6, NULL, NULL, NULL, NULL, '2028-07-20', 8000.00, 'pending', '2025-09-13 07:19:17', '2025-09-13 07:19:17'),
(29, 7, 6, NULL, NULL, NULL, NULL, '2029-01-20', 8000.00, 'pending', '2025-09-13 07:19:17', '2025-09-13 07:19:17'),
(30, 7, 6, NULL, NULL, NULL, NULL, '2029-07-20', 8000.00, 'pending', '2025-09-13 07:19:17', '2025-09-13 07:19:17'),
(31, 1, 6, '4', '07:06', '974', '2024-09-29', '2024-09-29', 3750.00, 'paid', '2025-09-13 07:19:17', '2025-09-13 07:23:54'),
(32, 3, 6, '4', '07:06', '974', '2024-09-29', '2024-09-29', 11250.00, 'paid', '2025-09-13 07:19:17', '2025-09-13 07:23:54'),
(33, 8, 6, NULL, NULL, NULL, NULL, '0', 50000.00, 'pending', '2025-09-13 07:19:17', '2025-09-13 07:19:17'),
(34, 9, 6, NULL, NULL, NULL, NULL, '0', 50000.00, 'pending', '2025-09-13 07:19:17', '2025-09-13 07:19:17'),
(35, 1, 7, '4', '12:28', '245', '2024-06-24', '2024-06-24', 22500.00, 'paid', '2025-09-13 07:57:42', '2025-09-13 08:05:02'),
(36, 3, 7, '4', '12:28', '245', '2024-06-24', '2024-06-24', 15000.00, 'paid', '2025-09-13 07:57:42', '2025-09-13 08:05:02'),
(37, 8, 7, NULL, NULL, NULL, NULL, '0', 37500.00, 'pending', '2025-09-13 07:57:42', '2025-09-13 07:57:42'),
(38, 9, 7, NULL, NULL, NULL, NULL, '0', 37500.00, 'pending', '2025-09-13 07:57:42', '2025-09-13 07:57:42'),
(39, 7, 7, NULL, NULL, NULL, NULL, '2024-12-20', 37500.00, 'pending', '2025-09-13 07:57:43', '2025-09-13 07:57:43'),
(40, 7, 7, NULL, NULL, NULL, NULL, '2025-12-20', 37500.00, 'pending', '2025-09-13 07:57:43', '2025-09-13 07:57:43'),
(41, 7, 7, NULL, NULL, NULL, NULL, '2026-12-20', 37500.00, 'pending', '2025-09-13 07:57:43', '2025-09-13 07:57:43'),
(42, 7, 7, NULL, NULL, NULL, NULL, '2027-12-20', 37500.00, 'pending', '2025-09-13 07:57:43', '2025-09-13 07:57:43'),
(43, 7, 7, NULL, NULL, NULL, NULL, '2028-12-20', 37500.00, 'pending', '2025-09-13 07:57:43', '2025-09-13 07:57:43'),
(44, 1, 8, '5', '02:31', '0', '2025-08-20', '2024-03-18', 81500.00, 'paid', '2025-09-13 11:23:46', '2025-09-13 11:32:01'),
(45, 2, 8, '5', '02:31', '0', '2025-08-20', '2025-08-20', 10000.00, 'paid', '2025-09-13 11:23:46', '2025-09-13 11:32:01'),
(46, 3, 8, '5', '02:31', '0', '2025-08-20', '2024-03-18', 7500.00, 'paid', '2025-09-13 11:23:46', '2025-09-13 11:32:01'),
(47, 7, 8, NULL, NULL, NULL, NULL, '2025-12-20', 36000.00, 'pending', '2025-09-13 11:23:46', '2025-09-13 11:23:46'),
(48, 8, 8, NULL, NULL, NULL, NULL, '0', 25000.00, 'pending', '2025-09-13 11:23:46', '2025-09-13 11:23:46');

-- --------------------------------------------------------

--
-- Table structure for table `costs_reamigs`
--

CREATE TABLE `costs_reamigs` (
  `id` bigint UNSIGNED NOT NULL,
  `cost_id` bigint UNSIGNED DEFAULT NULL,
  `user_id` bigint UNSIGNED DEFAULT NULL,
  `remaining` decimal(10,2) NOT NULL,
  `notes` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `status` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

-- --------------------------------------------------------

--
-- Table structure for table `customers`
--

CREATE TABLE `customers` (
  `id` bigint UNSIGNED NOT NULL,
  `code` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `idCard` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `address` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `mobile` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `phone` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `area` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `floor` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `other` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `total` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `customer_type` bigint UNSIGNED DEFAULT NULL,
  `sales_id` bigint UNSIGNED DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `customers`
--

INSERT INTO `customers` (`id`, `code`, `name`, `idCard`, `address`, `mobile`, `phone`, `area`, `floor`, `other`, `total`, `customer_type`, `sales_id`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, '1', 'مسعد مسعد مسعد النبلاوي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2, '2', 'سعيد جوده عبد الحافظ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3, '3', 'السيد محمد عبده سلمان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(4, '4', 'عطيات السيد ابو رده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(5, '5', 'ماجده محمد زكريا المغازي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(6, '6', 'صابر ابو المجد حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(7, '7', 'علي عبد الحميد سعد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(8, '8', 'عصام احمد عبد الرحمن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(9, '9', 'رافت اسماعيل ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(10, '10', 'فتحية جوده عبد الحافظ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(11, '11', 'عزت محمد شاكر ابو السعود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(12, '12', 'ابو اليزيد احمد خلف الله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(13, '13', 'احمد محمد احمد ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(14, '14', 'احمد محمد محمد العشري', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(15, '15', 'عبدالله عبدالله منصور', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(16, '16', 'السيد محمد فتحي ايوب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(17, '17', 'رؤوف عوض عتمان السيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(18, '18', 'محمد عوض علي سالم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(19, '19', 'حسن محمود حسن غالي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(20, '20', 'السادات عبدالكريم عبدالعال ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(21, '21', 'حمدي محمود محمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(22, '22', 'محمود عبده محمود الحريري', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(23, '23', 'محمد عثمان ابراهيم ريان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(24, '24', 'محمد سعد السيد الفلاح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(25, '25', 'السعيد بهنساوي اسماعيل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(26, '26', 'حسن سلامه حسن اباظه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(27, '27', 'السادات احمد ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(28, '28', 'حسن عبد الرحمن عبد الرحيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(29, '29', 'حسن محمد محمود محسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(30, '30', 'السيد محمد عبد الغني', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(31, '31', 'زكريا عبد الرحمن سلطان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(32, '32', 'السعيد عبد الوهاب سعد عطوه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(33, '33', 'محمود احمد طه صالح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(34, '34', 'عزت عبده صالح الشافعي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(35, '35', 'محمد السيد حامد علي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(36, '36', 'امين مصطفي عبد اللطيف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(37, '37', 'جوده عبد الحافظ محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(38, '38', 'محمد ابراهيم احمد هريدي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(39, '39', 'محمد فؤاد ابراهيم عطالله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(40, '40', 'عبد احمد عبد الجليل الدنون', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(41, '41', 'محمد محمد طه صالح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(42, '42', 'محمد ابراهيم محمد عطالله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(43, '43', 'سمير محمد زكريا المغازي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(44, '44', 'محمد محمود الادهم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(45, '45', 'احمد محمد محمد العتر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(46, '46', 'ابراهيم ابراهيم احمد هريدي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(47, '47', 'ابراهيم حسن ابراهيم محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(48, '48', 'السعيد حسن السيد القصاص', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(49, '49', 'محمد احمد عبد الخالق الخطيب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(50, '50', 'ايمن محمد محمد هاجر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(51, '51', 'محمد مصطفي حسن ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(52, '52', 'عبد الرازق علي صالح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(53, '53', 'حسين سعد علي حجازي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(54, '54', 'احمد عبد الرحيم الليلي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(55, '55', 'محمد محمد عبده المتبولي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(56, '56', 'محمد السيد ابو السعود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(57, '57', 'فوزى أحمد عبد العال ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(58, '58', 'السيد عبد الحميد سعد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(59, '59', 'حسني السادات حسن الغضبان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(60, '60', 'جمال عبد الرحيم سليمان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(61, '61', 'احمد محمد محمد الجيزي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(62, '62', 'محمود عبد الفتاح سيد احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(63, '63', 'صلاح الدين ابراهيم يوسف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(64, '64', 'واصف محمود محمد فراج', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(65, '65', 'ناهد محمود محمد فراج', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(66, '66', 'زينب عبد الحق محمد احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(67, '67', 'مجدي ابراهيم احمد محمد زيدان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(68, '68', 'مصطفى السيد إبراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(69, '69', 'عوض عبد الرازق عبده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(70, '70', 'محمد عيد يوسف فويله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(71, '71', 'محمود محمد محمد البغدادي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(72, '72', 'مصطفي محمد محمد عثمان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(73, '73', 'محمد طه عباس', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(74, '74', 'ابراهيم طه العباس', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(75, '75', 'منير محمود حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(76, '76', 'مجدي فؤاد عبد الغفار', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(77, '77', 'اسامه محمد عبدالله ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(78, '78', 'محمد محمود محمد فراج', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(79, '79', 'يوسف عبد الحي الهواري', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(80, '80', 'السيد مناع تمام احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(81, '81', 'كمال ابراهيم الدسوقي سليم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(82, '82', 'عيد عبد الحميد احمد حسين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(83, '83', 'محمد خطاب عيسي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(84, '84', 'محمد قناوي احمد الغيطاني', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(85, '85', 'محمد محمود لاشين ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(86, '86', 'ابراهيم احمد محمد فويله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(87, '87', 'السيد العربي عبده محمد عوض', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(88, '88', 'محمود احمد اسماعيل مناع', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(89, '89', 'قطب احمد محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(90, '90', 'عبده السعيد محمود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(91, '91', 'التابعي محمود عوض', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(92, '92', 'عطيه محمد محمد سيد احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(93, '93', 'حسني عبد العزيز العيسوي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(94, '94', 'عطيه حامد عبدالله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(95, '95', 'ابو العلا محمود ابو العلا سلام', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(96, '96', 'محمد محمد احمد خلف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(97, '97', 'الشربيني شحاته علي محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(98, '98', 'فؤاد احمد عيسي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(99, '99', 'مسعد محمد عبده الوصيفي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(100, '100', 'محمد علي فرج علي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(101, '101', 'هويدا السيد عبد السلام', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(102, '102', 'علي محمد محمد الجيزي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(103, '103', 'توفيق ابراهيم الدسوقي محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(104, '104', 'محمد صديق ابراهيم ابو زيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(105, '105', 'مجدي محمود ابراهيم موسي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(106, '106', 'محمد يحيى محمد ابوزيد عمر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(107, '107', 'محمد مصطفي حسني شرف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(108, '108', 'احمد هريدي عبد الكريم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(109, '109', 'علي احمد محمد احمد فرح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(110, '110', 'محمود محمود محمد العاصي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(111, '111', 'بسام محمد محمد عبد الحليم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(112, '112', 'محمد السيد التابعي خليل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(113, '113', 'شوقي السعيد شلبي ابو العطا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(114, '114', 'فهمي خليل ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(115, '115', 'مجدي محمد وهبه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(116, '116', 'حسين عبده محمود سرحان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(117, '117', 'محمود ابو زيد عبد الرحيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(118, '118', 'عادل علي السيد قشطة ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(119, '119', 'فوزية الشافعي محمد الشافعي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(120, '120', 'جمال محمد حامد مصطفي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(121, '121', 'محمد متولي حسين السيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(122, '122', 'السعيد محمود حسين ابو قوره', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(123, '123', 'فاطمه محمد علي العزازي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(124, '124', 'سمير محمد علي العزازي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(125, '125', 'محمد علي عرابي محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(126, '126', 'عبده مصطفي مصطفي السحراوي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(127, '127', 'حسن شحاته حسن ابو زيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(128, '128', 'ممدوح السيد الشحات جوده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(129, '129', 'جمال عبد الناصر ابراهيم هريدي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(130, '130', 'حامد متولي شلبي جمعه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(131, '131', 'حمدي احمد محمد القشاوي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(132, '132', 'السيد الخضري سليمان الجداوي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(133, '133', 'كمال جلال ابو العلا حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(134, '134', 'محمد فهيم محمد العصفوري', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(135, '135', 'عصام الدين محمد عز الدين حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(136, '136', 'السيد محمد محمد البساطي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(137, '137', 'عوض محمد محمد الجيزي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(138, '138', 'عادل فتحي عبد السلام علي دياب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(139, '139', 'احمد علي ابراهيم عامر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(140, '140', 'عبده احمد حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(141, '141', 'علي شعبان علي الربالي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(142, '142', 'العربي عبده عبد الحليم ابو المعاطي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(143, '143', 'جمالات محمود فايز عبده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(144, '144', 'احمد محمود فايز عبده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(145, '145', 'ابراهيم احمد ابراهيم عبد النعيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(146, '146', 'محمد احمد علي الزفتاوي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(147, '147', 'فايز عبد الشهيد جادالله ابو السعود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(148, '148', 'عادل احمد حسن المصري', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(149, '149', 'ماجده علي السعيد دعيه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(150, '150', 'محمود احمد ابراهيم عبد النعيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(151, '151', 'توفيق محمد طه الغنام', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(152, '152', 'عبده محمد محمد حجازي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(153, '153', 'حسن حسن السيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(154, '154', 'السيد محمد حسن النبع', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(155, '155', 'حسن علي محمد نور', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(156, '156', 'السيد احمد محمد الزهيري', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(157, '157', 'ابراهيم حسن منصور نور الدين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(158, '158', 'الحسيني ابو النور ابراهيم كريم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(159, '159', 'السيد عبده السيد الصعيدي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(160, '160', 'محمد محمد عبده الشابوري', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(161, '161', 'سميحه فوزي مرسي المنشي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(162, '162', 'السيد محمد حامد محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(163, '163', 'ابراهيم الدسوقي مصطفي علي عجيبه ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(164, '164', 'خليل السعيد محمود مصطفي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(165, '165', 'السعيد محمد حسن الزكي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(166, '166', 'محمد محمد حسن شهبوب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(167, '167', 'فيفي محمد محمود صبح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(168, '168', 'محمد السيد محمود الديب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(169, '169', 'محمد امين محمد مبروك', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(170, '170', 'السيد عبد العزيز محمد فراج', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(171, '171', 'محمد مصطفي السيد السحراوي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(172, '172', 'حسن حسن محمد مهنا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(173, '173', 'محمود علي محمد نور', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(174, '174', 'زينب ذكي احمد احسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(175, '175', 'السيد عباس اسماعيل عامر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(176, '176', 'جمال محمد ابراهيم بصله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(177, '177', 'محمد عبد العال شحاته', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(178, '178', 'هدي السيد عبد الحميد فرهود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(179, '179', 'سامي السيد سلامه ابو كرات', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(180, '180', 'يحيى محمد مصطفي العناني', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(181, '181', 'رضا محمد علي حسين النبع', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(182, '182', 'عبد الفتاح عبد العزيز حفني', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(183, '183', 'السيد السيد صديق النمس', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(184, '184', 'محمد عبدالله خميس حسونه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(185, '185', 'فاروق عبدالقادر علي حسن الجمال', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(186, '186', 'احمد محمد حسن الشوي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(187, '187', 'جمال عبد الحميد عبد الراضي محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(188, '188', 'السيد احمد محمد الرفاعي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(189, '189', 'علي عباس علي مبروك', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(190, '190', 'حسن محمد حسن ابو شوارب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(191, '191', 'عادل محمد محمد فرج', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(192, '192', 'عبد الرازق لبيب مصطفي النحاس', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(193, '193', 'محمد محمد داوود حمزه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(194, '194', 'عادل فتحي عبده فوده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(195, '195', 'احمد عيد حسن شحاته', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(196, '196', 'محمد علي عبد الصمد علي الخليفه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(197, '197', 'محمد نجيب محمد محمد عبداللطيف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(198, '198', 'مصطفي علي مصطفي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(199, '199', 'سيف النصر نور الدين سيف النصر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(200, '200', 'جمال ابراهيم الموافي حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(201, '201', 'احمد عبد الغني احمد جوده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(202, '202', 'محمد حافظ حافظ صالح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(203, '203', 'صلاح احمد عبد العال', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(204, '204', 'السيد محمد عبد الخالق', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(205, '205', 'حسن صلاح الدين محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(206, '206', 'العربى حسن فراج', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(207, '207', 'رضا عوض محمد العدوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(208, '208', 'احمد السيد السيد زيدان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(209, '209', 'مسعد عطيه محمد الخولى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(210, '210', 'حسن الجرايحي محمد حسين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(211, '211', 'السيد السيد سالم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(212, '212', 'فاضل محمد محمد ابو حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(213, '213', 'محمد احمد مجاهد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(214, '214', 'عبده ابراهيم انور الزيني', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(215, '215', 'مصطفي محمد عبد العزيز الحنفى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(216, '216', 'محمود السعيد محمد ابو النصر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(217, '217', 'محمود الطيبب محمد الحوت', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(218, '218', 'ممدوح بدران عبده بدران ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(219, '219', 'محمد عوض اسماعيل فرج', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(220, '220', 'سيد احمد سعد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(221, '221', 'ابراهيم الحسيني حسين مجدى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(222, '222', 'فاطمه محمد زكريا المغازى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(223, '223', 'اسماعيل على على اسماعيل ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(224, '224', 'ابراهيم انور عبده الزيني', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(225, '225', 'ياقوت ابراهيم عبده الزيني', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(226, '226', 'خالد نصر عبد الغني متولى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(227, '227', 'احمد انور صابر محمد عبد العال', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(228, '228', 'حسن صابر عبد الله يوسف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(229, '229', 'جمال محمد محمود عبد الله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(230, '230', 'حسين محمد حسين السيسي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(231, '231', 'عادل ابو المعاطي عبده ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(232, '232', 'جمال الدين رجب عبده جعغر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(233, '233', 'شوقى عبد المنعم محمد حسين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(234, '234', 'عادل احمد حلمي احمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(235, '235', 'سيده محمد حسين الادهم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(236, '236', 'عادل التابعي شومان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(237, '237', 'عبد اللطيف جمعه على السافورى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(238, '238', 'علاء الدين محمد احمد فويله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(239, '239', 'ممدوح السادات حسين الشوا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(240, '240', 'محمد محمد مسعد عريف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(241, '241', 'عادل السيد عبد الفتاح الالفي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(242, '242', 'نصر محمود محمد ابو دينا ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(243, '243', 'حسني السيد محمد الكيال', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(244, '244', 'على سادات حسن حسن الفقي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(245, '245', 'محمد اشرف عبد المنعم العزب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(246, '246', 'عادل ابو زيد عامر محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(247, '247', 'مستوره ابراهيم مصطفي ابراهيم الفضال', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(248, '248', 'سعيد حسن احمد امين المجدوب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(249, '249', 'مرسي مصطفى سعد فرهود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(250, '250', 'الكحلاوى عبده عبد سالم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(251, '251', 'مسعد محمد مسعد عريف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(252, '252', 'محمد محمد مسعد عريف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(253, '253', 'مليجى السيد مليجي عامر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(254, '254', 'نشات ابراهيم احمد سعد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(255, '255', 'رجب محمد عبده مصطفى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(256, '256', 'جمعه فكرى محمد مصطفى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(257, '257', 'احمد عبدالرؤف على اسماعيل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(258, '258', 'صديقه مطاوع قنديل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(259, '259', 'ابو الفتوح احمد البرى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(260, '260', 'مصطفى ابراهيم مصطفى الزغبى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(261, '261', 'يوسف محمود يوسف سليم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(262, '262', 'احمد السيد يوسف فاضل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(263, '263', 'نبيل السيد احمد عيسي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(264, '264', 'احمد محمد حسين الزامك', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(265, '265', 'محسن احمد احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(266, '266', 'ام هاشم ابراهيم عبد العال', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(267, '267', 'ابراهيم ابراهيم حسين عبد الله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(268, '268', 'احمد سعد احمد طه ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(269, '269', 'محمد محمد احمد عبد العزيز', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(270, '270', 'حسن محمد حسن ترك', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(271, '271', 'هاشم محمد البدوى سليم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(272, '272', 'عوض محمد البدوى سليم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(273, '273', 'محمد احمد عبده سليم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(274, '274', 'السيد احمد السيد غنيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(275, '275', 'السيد البدوى السيد محمود ابو الرفاعي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(276, '276', 'محمد بديع امين عوض', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(277, '277', 'السيد محمد محمد الزيني', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(278, '278', 'صلاح عبد الفاضل جاد الكريم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(279, '279', 'محمد كمال السيد احمد سليم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(280, '280', 'حبيبة السيد احمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(281, '281', 'فوزى محروس كمال الدين ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(282, '282', 'السيد سعد خليفه السيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(283, '283', 'اسماعيل عطيه احمد رضوان ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(284, '284', 'ناجي ذكى عبده سالم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(285, '285', 'محمد مصطفى محمد العشماوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(286, '286', 'ممدوح محمد حميد عبد الخالق', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(287, '287', 'عبد المجيد حسن عبد المجيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(288, '288', 'محمد السيد حسن القناوي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(289, '289', 'عادل محمد عوض جوده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(290, '290', 'محمد محمد محمد ابراهيم البهائي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(291, '291', 'سعد يوسف محمد احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(292, '292', 'داوود نصر يوسف عيد السيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(293, '293', 'محمد صديق ابراهيم ابو زيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(294, '294', 'محمد نجيب حسن احمد السيسي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(295, '295', 'حسن عبده محمد توفيق', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(296, '296', 'محمد نجيب محمود احمد اللبان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(297, '297', 'فوزي مصطفي على الشطوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(298, '298', 'السعيد السعيد محمد مصطفى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(299, '299', 'سعد السيد عوض ابراهيم الجمال', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(300, '300', 'نبيل ابراهيم على محمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(301, '301', 'عاطف ذكي محمد توفيق', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(302, '302', 'ابراهيم راشد محمدسليمان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(303, '303', 'السيد علي محمد شلبي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(304, '304', 'نجيب علي شحاته علي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(305, '305', 'محمد احمد ابراهيم الخولي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(306, '306', 'شعبان حامد شلبي جمعه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(307, '307', 'قاسم فريد حجي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(308, '308', 'طه محمود اسماعيل ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(309, '309', 'حسن محمد ابراهيم ابو زياده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(310, '310', 'مسعد محمد مصطفي شادوفه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(311, '311', 'داود ابراهيم الناجي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(312, '312', 'صابر محمود محمد السحراوي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(313, '313', 'فضيله سالم اسماعيل النحاس', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(314, '314', 'محمد فهمي احمد الرشيدي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(315, '315', 'السيد طه عباس بدوي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(316, '316', 'سهير احمد احمد عامر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(317, '317', 'عبد الصمد احمد عوض', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(318, '318', 'السيد محمد السيد غنيم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(319, '319', 'كمال مصطفي احمد حسين ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(320, '320', 'طلعت محمد محمد السيد البساطي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(321, '321', 'محمد محمد علي يعقوب ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(322, '322', 'عليه احمد محمد الطويل ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(323, '323', 'مني الداودي عبادي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(324, '324', 'محمد نجيب محمود مصطفي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(325, '325', 'ذكي محمد علي الغزاوي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(326, '326', 'السيد فكري محمد مصطفي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(327, '327', 'حسن محمود ابراهيم جاد الرب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(328, '328', 'علاء مصطفي احمد المهدي  ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(329, '329', 'محمد السيد العربي المهدي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(330, '330', 'محمد ابراهيم اسماعيل خليل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(331, '331', 'محمد عثمان حسن ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(332, '332', 'يوسف محمود عبد الغني ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(333, '333', 'سيد عبد الحليم عبد الباسط ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(334, '334', 'محمد محمود ابو خضير ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(335, '335', 'سامي عبد الرحمن العسوي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(336, '336', 'محمود عبد امان ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(337, '337', 'السيد محمد علي حفيله ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(338, '338', 'علي ابراهيم الدسوقي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(339, '339', 'خيري صديق سعد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(340, '340', 'نشات توفيق العقالي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(341, '341', 'محمد توفيق العقالي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(342, '342', 'السيد علي مجاهد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(343, '343', 'فكريه محمد امدالغيطاني', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(344, '344', 'فايزه خليفه عبادي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(345, '345', 'فتحي عبد ربه ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(346, '346', 'السيد زكي رزق ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(347, '347', 'عبد المنعم علي الصابع ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(348, '348', 'طارق محمد حسن ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(349, '349', 'جمال عبد الناصر  حامد احمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(350, '350', 'علي محمد علي الوشاحي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(351, '351', 'طارق محمد علي الوشاحي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(352, '352', 'علي محمد علي العريان ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(353, '353', 'السيد سعيد عبده ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(354, '354', 'محمد محمد علي عثمان ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(355, '355', 'محمد السيد صديق', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(356, '356', 'فوزي محمد محمد مصطفي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(357, '357', 'محمد مصطفي محمد حفيله ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(358, '358', 'ناديه عبده عبد الحليم محمود ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(359, '359', 'على غريب محمد الغالي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(360, '360', 'اعتماد فريد عبده سالم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(361, '361', 'ايمان محمود درويش', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(362, '362', 'ابراهيم احمد ذكى السيد سالم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(363, '363', 'عده محمد عبد الفتاح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(364, '364', 'محمد على محمد حامد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(365, '365', 'احمد ابراهيم سعد رجب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(366, '366', 'ابراهيم سيد احمد ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(367, '367', 'يوسف كمال خليل الساعي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(368, '368', 'زينب محمد محمود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL);
INSERT INTO `customers` (`id`, `code`, `name`, `idCard`, `address`, `mobile`, `phone`, `area`, `floor`, `other`, `total`, `customer_type`, `sales_id`, `created_at`, `updated_at`, `deleted_at`) VALUES
(369, '369', 'محمد محمد محمد مصطفى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(370, '370', 'ابراهيم محمد محمد مصطففى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(371, '371', 'السعيد مصطفى محمد حفيله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(372, '372', 'محمد حسن السيد مرعي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(373, '373', 'ابراهيم مصطفى محمد مصطفى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(374, '374', 'ابراهيم محمد السيد غنيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(375, '375', 'محمد سليمان الخريبي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(376, '376', 'سعاد تميم اسماعيل سرور', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(377, '377', 'محمد صابر ابراهيم العريان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(378, '378', 'نصره محمود محمود طرطور', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(379, '379', 'هانم ياسين القطرجى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(380, '380', 'محمد محمد احمد الكحكى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(381, '381', 'عادل السيد ابراهيم ابو كرات', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(382, '382', 'منى مصطفي مصطفي الزغوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(383, '383', 'احمد محمود محمود الصواف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(384, '384', 'سعد السيد عبده ابو ورده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(385, '385', '0', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(386, '386', 'مني السيد احمد خليفه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(387, '387', 'عبد الفتاح محمد عبد المجيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(388, '388', 'شفيق مصطفى محمود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(389, '389', 'شفييقه محمد محمود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(390, '390', 'احمد محمد محمود حجاج', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(391, '391', 'عبد اللطيفمحمد محمود عاشور', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(392, '392', 'سعاد غريب صبح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(393, '393', 'خالد محمود عوض سليمان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(394, '394', 'امال تميم اسماعيل سرور', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(395, '395', 'عادل محمد على', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(396, '396', 'عبد القادر محمد عبد الرشيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(397, '397', 'عنايات علي عبد الصمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(398, '398', 'سعد حسني احمد الشامي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(399, '399', 'وداد السيد القصاص', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(400, '400', 'ممدوح السيد احمد عبد العال', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(401, '401', 'على شوقي على عبد السلام', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(402, '402', 'اسامه التميمي عبد الله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(403, '403', 'عوض السيد السبع', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(404, '404', 'محمد شعبان منصور حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(405, '405', 'التميمي عبد الله عبد المطلب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(406, '406', 'محمد التابعي حسان حسني', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(407, '407', 'نصر ممدوح موافي مبارك', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(408, '408', 'ممدوح سعد الموجى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(409, '409', 'احمد ابراهيم الحديدي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(410, '410', 'ماجده فهمى الجمال', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(411, '411', 'عبد السلام امين احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(412, '412', 'السيد السيد ابراهيم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(413, '413', 'ممدوح انيس محمود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(414, '414', 'عيسي محمود عبد الحافظ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(415, '415', 'محمد درويش بلبول', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(416, '416', 'سعاد ابو المعاطي السيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(417, '417', 'حسن ابراهيم عشري', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(418, '418', 'جلال السيد حسين محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(419, '419', 'محمد احمد حسين ضاحي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(420, '420', 'فتحيه عوض السيد العربي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(421, '421', 'وفاء محمد محمود حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(422, '422', 'حسن محمد حافظ محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(423, '423', 'عماد الدين يوسف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(424, '424', 'الدسوقي الدسوقى الدسوقي وهبه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(425, '425', 'السيد السيد عرنوس', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(426, '426', 'عاطف عبد الرحيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(427, '427', 'عواطف السيد السيد سليم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(428, '428', 'ابراهيم السيد السيد سليم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(429, '429', 'فؤاد أحمد عبد القادر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(430, '430', 'فهمى عوض محمد الششتاوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(431, '431', 'محمد عبده مصطفي الخضري', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(432, '432', 'محمود درويش مصطفي مراد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(433, '433', 'عبد الله الوهيدي عوض', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(434, '434', 'هاله حسني عوض ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(435, '435', 'ماجده محمود عبدالعال', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(436, '436', 'ناصر محمد محمود الحمامصي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(437, '437', 'فاطمه محمد حسن سالم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(438, '438', 'مجدى أحمد مختار عجيزه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(439, '439', 'اشرف طه محمود برغوت', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(440, '440', 'صفيه رزق على قاسم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(441, '441', 'محمد محمد محمد ضبع الزيني', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(442, '442', 'نجلاء عبد الرحمن شحاته', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(443, '443', 'هانم رزق سليمان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(444, '444', 'عزه حمد محمد نصر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(445, '445', 'محمد عبد المالك الدسوقي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(446, '446', 'محمد مسعد على وهبه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(447, '447', 'سليمان يحى محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(448, '448', 'غريب ابراهيم عزب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(449, '449', 'حسن محمد محمد عبد الرزاق', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(450, '450', 'محسن السيد السيد العصفورى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(451, '451', 'محمد محمد سامى محمد إبراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(452, '452', 'مجدى السيد السيد عبد القادر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(453, '453', 'طارق محمد عبد الرحيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(454, '454', 'اشرف صالح حسين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(455, '455', 'فتحيه ابو العنين عاشور', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(456, '456', 'احمد مصطفى النحاس محمود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(457, '457', 'نصر محمود محمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(458, '458', 'صابرمحمود حسن ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(459, '459', 'فاطمه النبوى محمد رشاد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(460, '460', 'محمد مصطفى يوسف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(461, '461', 'حسن نصر درويش عيسي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(462, '462', 'شحاته محمد محمد الشرايدى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(463, '463', 'السيد فؤاد إبراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(464, '464', 'محمدمحمود حسن يوسف ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(465, '465', 'محسن أحمد عبد الحميد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(466, '466', 'عبد المجيد عبد القادر عبد المجيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(467, '467', 'السيد عبد الوهاب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(468, '468', 'صالح حسن الزيني', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(469, '469', 'أحمد محمود محمد عبده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(470, '470', 'طارق فهيم جبر محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(471, '471', 'على أحمد الساعى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(472, '472', 'محمد فهيم جبر حماد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(473, '473', 'السيد عبد العليم السيد وهبه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(474, '474', 'جمال احمد على منصور', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(475, '475', 'فوزية احمد على منصور', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(476, '476', 'عادل حسن السعيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(477, '477', 'محمد محمد السيد فويله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(478, '478', 'عليه احمد حسين عبد السلام', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(479, '479', 'مسعد سعد سليمان ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(480, '480', 'السيد محمد عثمان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(481, '481', 'محمد مصطفى سليمان مشالى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(482, '482', 'محمد محمود جاد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(483, '483', 'نبيل محمود جاد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(484, '484', 'محمد السيد تاج الدين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(485, '485', 'سعد  إبراهيم السيد حواله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(486, '486', 'محمد محمد الشويحى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(487, '487', 'محمد محمد محمد عبد الله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(488, '488', 'سعد شعلان حسن سالم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(489, '489', 'سهير محمد اسماعيل سرور', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(490, '490', 'محمد فهمي بركات عبد الله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(491, '491', 'محمد محمد عبد العزيز', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(492, '492', 'محمد محمود ابراهيم القصيفي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(493, '493', 'محمد محمود جاد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(494, '494', 'احمد محمد عبد الرحيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(495, '495', 'انصاف حسن على حسني على', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(496, '496', 'احمد محمود احمد عثمان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(497, '497', 'محمد عبد العليم السيد وهبخ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(498, '498', 'عطيات عبد الحميد معيط', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(499, '499', 'خلف احمد محمود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(500, '500', 'رمسيس وهبه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(501, '501', 'نصر محمد السيد غنيم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(502, '502', 'محمد متولى شلبي جمعه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(503, '503', 'فاطمه حافظ اسماعيل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(504, '504', 'صلاح عبد العزيز', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(505, '505', 'سامى السيد فهمى ابو غريب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(506, '506', 'مصطفي مصطفى سالم حمزة', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(507, '507', 'نبيل محمد حامد محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(508, '508', 'جابر محمد مسعد عريف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(509, '509', 'هند عبد العليم السيد وهبه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(510, '510', 'فاطمه محمد محمد عوف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(511, '511', 'محمود محمد عز الدين حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(512, '512', 'ابراهيم عبده السيد الصعيدي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(513, '513', 'أحمد محمد كردوشه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(514, '514', 'مجدى ابو العلا ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(515, '515', 'محمد محمد محمد السيد عامر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(516, '516', 'ابراهيم محمود حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(517, '517', 'حسن المصري فرج', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(518, '518', 'مصطفى محمد العباسي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(519, '519', 'محمد حسن حسن نويصر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(520, '520', 'علا ابراهيم عطيه قنديل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(521, '521', 'رشدى محمد عبد الله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(522, '522', 'حفيظه على ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(523, '523', 'جاد حسنى أحمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(524, '524', 'إيهاب إسماعيل على', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(525, '525', 'مصطفى القطب العربي الامام', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(526, '526', 'احمد على احمد البرماوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(527, '527', 'السيد احمد الدسوقى عبد الحليم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(528, '528', 'هدى محمد ابراهيم البربرى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(529, '529', 'محمد حسن احمد الشربيني', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(530, '530', 'احمد حسني عوض الفقي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(531, '531', 'حمدى مصطفى ابراهيم شعيب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(532, '532', 'عبده خليل محمد فراج', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(533, '533', 'العربي مصطفى محمد عبد الفتاح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(534, '534', 'محمد مصطفى كمال احمد الهندى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(535, '535', 'إسماعيل إبراهيم إسماعيل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(536, '536', 'ناصر محمد على المصراوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(537, '537', 'محمد كمال على عطيه ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(538, '538', 'محمد نظير السيد ريان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(539, '539', 'محمود عبد الحليم عبد الصمد شطا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(540, '540', 'امل عبد القادر امين على ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(541, '541', 'محمد أحمد الشربينى', '0', 'حى الكويت عمارة 73شقه14العرب بورسعيد', '1289072162', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(542, '542', 'احمد السيد احمد العيسوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(543, '543', 'محمد ابراهيم عزب حربي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(544, '544', 'ياقوت احمد سليمان حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(545, '545', 'السيد احمد على عبده ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(546, '546', 'طلعت محمد البساطى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(547, '547', 'عصام السيد الغريب محمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(548, '548', 'ايمان احمد احمد سمره', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(549, '549', 'السيد حسين حسين علوش', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(550, '550', 'ناجى ذكى محمد سالم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(551, '551', 'خالد احمد محمد يوسف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(552, '552', 'حسام عثمان محمد عزام', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(553, '553', 'مصطفى كمال احمد الهندى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(554, '554', 'رباب ابراهيم القاضي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(555, '555', 'فوزيه محمود عبده التفاهني', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(556, '556', 'صابر على عوض المر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(557, '557', 'حمد محمود عبده النجار', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(558, '558', 'محمد جبر حسين عنانى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(559, '559', 'سعاد رزق خلف الله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(560, '560', 'زكريا يحي محمد الحطاب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(561, '561', 'رباب ابراهيم القاضي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(562, '562', 'احمد خليفه عباده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(563, '563', 'مصطفى محمود رزق', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(564, '564', 'الخضر اعبد عبده عرنوس', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(565, '565', 'عاطف إبراهيم رضوان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(566, '566', 'محمد مصطفى وهبه حسين ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(567, '567', 'امال احمد احمد عبد الغني', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(568, '568', 'على سعيد الدمياطي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(569, '569', 'محمد عثمان محمد السحراوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(570, '570', 'سعاد محمد مبروك حسين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(571, '571', 'عطيات محمد ابراهيم العزبى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(572, '572', 'هدى حمزه سليم سليمان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(573, '573', 'منيره محمد ابراهيم العزبى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(574, '574', 'اعتماد طاهر رضوان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(575, '575', 'محمود محمد ابراهيم بربور', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(576, '576', 'محمد احمد غنيم النجدى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(577, '577', 'هدى خالد علي عويس', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(578, '578', 'منيره طه محمود هديه ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(579, '579', 'السعيد فتحي السعيد عبد الحافظ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(580, '580', 'سعاد على أيوب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(581, '581', 'السيد احمد على ايوب عبد المالك', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(582, '582', 'زغلول عباس محمد اسماعيل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(583, '583', 'حسن زغلول عباس محمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(584, '584', 'رمضان زغلول عباس حسن اسماعيل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(585, '585', 'يوسف حسن العشرى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(586, '586', 'ناصر شلبي شلبي حسن الجندي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(587, '587', 'محمد سامي حسن احمد دياب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(588, '588', 'رضا عباس محمد اسماعيل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(589, '589', 'رمضان مرعي سلامه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(590, '590', 'محمد على نجا المحلاوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(591, '591', 'أحمد السيد العجمى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(592, '592', 'امين محمود محمد الخولى جوده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(593, '593', 'فتحى صديق عبد القادر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(594, '594', 'فتحيه على متولى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(595, '595', 'احمد شعبان حمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(596, '596', 'حسن محمد حسن الشناوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(597, '597', 'محمد سعد على عوضين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(598, '598', 'احمد محمد عفيفي عمر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(599, '599', 'سهير محمود محمد نويصر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(600, '600', 'فرج ابراهيم عبده منتصر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(601, '601', 'شادي السيد السيد السيد الجمال', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(602, '602', 'يحي محمد ابو زيد عمر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(603, '603', 'محمد  محمد عبدالعظيم حلو', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(604, '604', 'السيد علي السيد مسلم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(605, '605', 'محمد عبدالسلام عبده السنباطي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(606, '606', 'ماجده محمد ابراهيم الايدكي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(607, '607', 'خالد السيد السيد عبدالفتاح المغربي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(608, '608', 'محمد محمد عوض حجازي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(609, '609', 'منى السيد احمد خليفة', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(610, '610', 'احمد المغربي محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(611, '611', 'عائشه ابراهيم محمد المتولي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(612, '612', 'العربي اسامة البغدادي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(613, '613', 'ناديه أحمد المداح وهبه محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(614, '614', 'سيد ابراهيم محمد صالح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(615, '615', 'احمد مصطفى كمال احمد المندي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(616, '616', 'زكريا احمد فؤاد ابراهيم سليم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(617, '617', 'احمد محمد فهيم فهيم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(618, '618', 'حمدي محمد علي صعبوب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(619, '619', 'اسامة احمد المداح وهبه محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(620, '620', 'علي عكاشه علي رمضان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(621, '621', 'محمود علي محمود عبدالسلام', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(622, '622', 'ضحى السعيد على جعفر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(623, '623', 'فاطمة محمد يحي السيد ابو صير', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(624, '624', 'محمد السيد السيد ابو صير', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(625, '625', 'جمال صديق احمد موسى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(626, '626', 'احمد شوقي فكري حسين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(627, '627', 'جمال محمد شحاته علي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(628, '628', 'ايمان مصطفى محمد احمد يوسف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(629, '629', 'محمد محمد يوسف المرشدي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(630, '630', 'عز الدين حميد محمود درديري', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(631, '631', 'جمال زكي محمد عوض ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(632, '632', 'زكريا عبدالسلام ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(633, '633', 'محمد السيد علي علي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(634, '634', 'تحية عباس علي العطوي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(635, '635', 'محمد عبدالقادر عبدالمجيد عبدالمجيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(636, '636', 'محمد حسن ابراهيم حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(637, '637', 'مديحة فهمي محمد عطية', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(638, '638', 'رحاب ابو المعاطي محمود ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(639, '639', 'خلف عبدالشهيد جرجس موسى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(640, '640', 'طارق جودة عبدالحافظ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(641, '641', 'السيد الغربي حسين حسين محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(642, '642', 'سعد محمد محمد السحطي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(643, '643', 'خالد محمد علي رضوان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(644, '644', 'محمد جاب الله محمد عيسى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(645, '645', 'عادل عوض عبدالجواد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(646, '646', 'سعد حندق محمد سعد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(647, '647', 'محمد السيد العربي حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(648, '648', 'حسن احمد الصطفي حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(649, '649', 'عادل محمد مسعد نجم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(650, '650', 'مصطفى احمد علي جميل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(651, '651', 'العربي محمد محمود محمد عياد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(652, '652', 'سعد عيسى مصطفى العيسوي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(653, '653', 'محمد صلاح احمد سليم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(654, '654', 'علي حسين السيد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(655, '655', 'محمد محمد فيهم زيتون', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(656, '656', 'جمال السيد احمد عبدالعليم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(657, '657', 'حميدة احمد حسين محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(658, '658', 'عبدالمنعم شعبان محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(659, '659', 'محمد السيد ابراهيم عامر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(660, '660', 'وائل مسعد مسعد مسعد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(661, '661', 'محمد محمود محمود حموده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(662, '662', 'طارق محمود احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(663, '663', 'محمد محمد محمد محمد موسى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(664, '664', 'احمد محمد حسين بدر الدين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(665, '665', 'محمد احمد عبدالحليم ابو العينين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(666, '666', 'نيفين محمد محمود عبدالله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(667, '667', 'السيد محمد عبدالرحمن محمد علي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(668, '668', 'العربي السعيد محمد علي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(669, '669', 'زينب فتوح السعيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(670, '670', 'يسري السيد السيد الصواف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(671, '671', 'عبد الفتاح علي ابراهيم اسماعيل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(672, '672', 'عادل السيد صديق النمس', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(673, '673', 'مدحت السيد وهبه ابراهيم جداره', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(674, '674', 'عوض محمد فياض ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(675, '675', 'السيد العربي حسن ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(676, '676', 'امل نبيل فهيم مصطفى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(677, '677', 'تيمور الشبراوى محمد جمعه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(678, '678', 'عبدالعزيز محمود احمد العريان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(679, '679', 'محمد محمد سليمان النبع', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(680, '680', 'ممدوح يحيى ظاهر ابراهيم رضا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(681, '681', 'سمير محمد عبدالرحمن بدوي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(682, '682', 'محمود حسين مصطفى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(683, '683', 'السيد ابراهيم الحلواني ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(684, '684', 'لطيفه محمد محمد فرحات', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(685, '685', 'خالد عبد المهيمن وهبه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(686, '686', 'منى رضوان عبدالغني المسرى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(687, '687', 'محروس محمد يوسف الحريرى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(688, '688', 'سعيد سعد احمد محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(689, '689', 'احمد توفيق اسماعيل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(690, '690', 'نهلة حسين كامل احمد حسين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(691, '691', 'ابراهيم ابراهيم محمد عبدالمجيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(692, '692', 'عبده السيد ابراهيم صقر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(693, '693', 'يونس الحسينى سعد علوش', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(694, '694', 'محمد السيد سعد المر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(695, '695', 'قرشي عبدالجواد قرشي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(696, '696', 'ايهاب حمدي عبدالعزيز عبدالسلام', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(697, '697', 'نهلة حسن محمد منصور', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(698, '698', 'سلامة سعد علي سلامة', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(699, '699', 'فريال ابراهيم محمد سعيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(700, '700', 'سمير عوض عبد الجواد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(701, '701', 'علي عبدالمنعم علي الصايغ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(702, '702', 'هند محمد محمدشطا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(703, '703', 'رشاد احمد مختار السيد عبيده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(704, '704', 'رزق حسين السيد الزيني ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(705, '705', 'سعد سعد على أبو عش ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(706, '706', 'فوزيه عبد لواش', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(707, '707', 'محمد عبد العظيم محمد شمس الدين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(708, '708', 'سمير عفيفي علي محمد محمود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(709, '709', 'مسعد محمد محمد مسعد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(710, '710', 'سامي محمد السيد شاهين ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(711, '711', 'عادل محمد يوسف الحديدي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(712, '712', 'محمود عبد المجيد احمد حسين ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(713, '713', 'نجات رجب متولي زقزوق', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(714, '714', 'خيرت  عبد المنعم ابراهيم الرمالي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(715, '715', 'عبد العال محمد عبد العال', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(716, '716', 'حسني السادات ابراهيم حميد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(717, '717', 'السيد فرج ابو العلا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(718, '718', 'عبد الرحيم محروس عبد الرحمن ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(719, '719', 'عادل محمد محمد احمد علي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(720, '720', 'عبده محمود طلبه ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(721, '721', 'سومه الحسيني مسعد علوش ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(722, '722', 'محمد محمد محمد  العجيري ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(723, '723', 'حبيبه محمد حسن زواله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(724, '724', 'محمد السيد محمود ابو الحسن ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(725, '725', 'السيد عبد الرحيم محروس عبد الرحمن ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(726, '726', 'نبيل عباس إسماعيل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(727, '727', 'سمير حسن ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(728, '728', 'سميه احمد موسي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(729, '729', 'احمد معتمد السيد فرجاني ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(730, '730', 'هشام محمد  ابراهيم اسماعيل ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(731, '731', 'اشرف الشحات ابراهيم المطري ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(732, '732', 'سعد الدين مسعود علي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(733, '733', 'عادل جاد الكريم حسن احمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(734, '734', 'نجيه محمد علي صبح ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(735, '735', 'صلاح الدين علي احمد النجار', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(736, '736', 'اسامه فوزي محمود احمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL);
INSERT INTO `customers` (`id`, `code`, `name`, `idCard`, `address`, `mobile`, `phone`, `area`, `floor`, `other`, `total`, `customer_type`, `sales_id`, `created_at`, `updated_at`, `deleted_at`) VALUES
(737, '737', 'علي خطاب عبد الرحمن خطاب ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(738, '738', 'اشرف مصطفي مصطفي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(739, '739', 'ساميه السيد محمود مصطفي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(740, '740', 'جمال محمد محمد الشوربجي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(741, '741', 'هاني رمضان سليمان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(742, '742', 'محمد ربيع السيد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(743, '743', 'محمود سويفي جابر سويفي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(744, '744', 'سعيد محمود محمد الخضري ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(745, '745', 'انس الوجود رضوان علي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(746, '746', 'محمد احمد السيد الليلي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(747, '747', 'عبد المجيد عبد الستار محمد ابراهيم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(748, '748', 'الحسين  محمد احمد محمود العراقي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(749, '749', 'جمال عبده محمد ضيف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(750, '750', 'محمد سعد عبد السلام', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(751, '751', 'احمد كامل ابراهيم لواش', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(752, '752', 'محمد فؤاد علي خميس', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(753, '753', 'وحيد محمد عبد المنعم علي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(754, '754', 'محمد انسي محمد النحاس', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(755, '755', 'نسرين ابراهيم السيد الشيخ ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(756, '756', 'داليا زكريا عبد الرحمن ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(757, '757', 'فاطمه معاطي عثمان حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(758, '758', 'حكمت مصطفي محمد خطاط ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(759, '759', 'اشرف محمد مرسي زعلوك', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(760, '760', 'وليد فريد سعد الله رزق الله ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(761, '761', 'صلاج السيد السيد الملا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(762, '762', 'طارق محمد كامل شحاته ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(763, '763', 'احمد احمد عوض الصيفي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(764, '764', 'فاطمه محمد محمود الشيمي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(765, '765', 'رافت لبيب محمد درويش', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(766, '766', 'مني عبد المجيد عبد العزيز ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(767, '767', 'محمد زغلول محمد شردي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(768, '768', 'الشحات محمد عبد المعطي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(769, '769', 'علي حسانين علي حسانين ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(770, '770', 'احمد ابراهيم ابراهيم زغيب ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(771, '771', 'عصام عبده صالح ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(772, '772', 'حسن محمود ابراهيم جاد الرب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(773, '773', 'ليلي محمد فهمي مصطفي سالم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(774, '774', 'محمد حسين علي حسين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(775, '775', 'فهمي مصطفي مروان ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(776, '776', 'هناء عبد الودود عبد العليم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(777, '777', 'سعديه محمد عبد الموجود عميره ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(778, '778', 'السيد حسين ابراهيم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(779, '779', 'حسين حسين ابراهيم شلبي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(780, '780', 'مجدي عبد الودود ابو العنين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(781, '781', 'محمد السيد محمد فرح ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(782, '782', 'سامي عباس محمد الشربيني', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(783, '783', 'ابراهيم ابراهيم الدسوقي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(784, '784', 'محمود سالم عوض ابو عيسي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(785, '785', 'جابر ابراهيم ابراهيم الدسوقي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(786, '786', 'فاطمه محمد عبد الرشيد المعاطي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(787, '787', 'حفيظ محمد علي عزام ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(788, '788', 'خالد شوقي احمد ابراهيم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(789, '789', 'هشام محمد محمد موسي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(790, '790', 'عباس حسين يوسف ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(791, '791', 'هند ابراهيم محمود باغه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(792, '792', 'يحيي  عبده محمد عمر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(793, '793', 'باسم السيد السيد محمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(794, '794', 'فاتن عبد الفتاح علي عياد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(795, '795', 'فاطمه علي سلامه ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(796, '796', 'حمدي حسين السيد منسي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(797, '797', 'علي احمد حسني ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(798, '798', 'هناء سعد احمد جوده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(799, '799', 'حسن محمد على فرج', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(800, '800', 'فايزه احمد يوسف سمير ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(801, '801', 'احمد حنفي محمود ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(802, '802', 'رجاء علي ابو العلا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(803, '803', 'امنيه مهدي القطان ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(804, '804', 'ماجده عبد المحسن فرح ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(805, '805', 'شيماء احمد عوض ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(806, '806', 'نعمه احمد عوض', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(807, '807', 'علي احمد الجلاد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(808, '808', 'مروي محمد محمد الشمنهوري ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(809, '809', 'تامر احمد حلمي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(810, '810', 'وليد حسني السيد جلال', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(811, '811', 'زينب ابراهيم البطوط', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(812, '812', 'نيفين ابراهيم البطوط ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(813, '813', 'محمد محمد احمد سليم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(814, '814', 'ورثه علي علي محمد عيسي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(815, '815', 'عمرو السعيد محمد مصطفي السقا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(816, '816', 'السيد انور خليل ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(817, '817', 'الطاهر عبد الرحمن قاسم الشريف ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(818, '818', 'جمال السبع ابراهيم ابو الحسن ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(819, '819', 'كمال فوزي طع عبد ربه ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(820, '820', 'فخري حبيب مسعود ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(821, '821', 'عزه العربي شعبان محمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(822, '822', 'علي يونس علي محمد يونس ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(823, '823', 'دينا احمد محمود عبد المنعم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(824, '824', 'محمد احمد سالم محمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(825, '825', 'ميلاد جوده عطا ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(826, '826', 'سعد محمد محمود سعد البربري ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(827, '827', 'عبر الرحيم السمان احمد هريدي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(828, '828', 'مصطفي النحاس عبد الهادي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(829, '829', 'محمد ابو زيد عبد الرحمن ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(830, '830', 'مصطفي محمود السيد صبح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(831, '831', 'هدي عثمان ابو سمره ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(832, '832', 'السيد محمد محمد البساطي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(833, '833', 'ابراهيم محمد عبد العال ريان ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(834, '834', 'سمير عبد الخالق ابو العطا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(835, '835', 'كريمان ابو الوفا السيد حميد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(836, '836', 'سندس محمد عبد المحسن ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(837, '837', 'عفاف حسن منصور  ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(838, '838', 'سامح محمود عبد السلام ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(839, '839', 'حسام محمود عبد السلام الجباس ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(840, '840', 'محمود محمود عبد الجلاد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(841, '841', 'مختار محمد حسن ندي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(842, '842', 'منير ايوب عيسي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(843, '843', 'عطيات عبد السلام السيد احمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(844, '844', 'محمد سليمان شادوفه  ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(845, '845', 'عبد القادر محمد البربري جبر ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(846, '846', 'جمال الدين علي محمد احمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(847, '847', 'صلاح احمد مصطفي سليم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(848, '848', 'هاني عبد الرازق ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(849, '849', 'محمد السيد السيد ابراهيم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(850, '850', 'محمد محمد عبده قنديل ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(851, '851', 'احمد ابراهيم محمد بربري', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(852, '852', 'عبد العزيز محمد علي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(853, '853', 'انتصار غريب عيد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(854, '854', 'احمد قمصان سليم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(855, '855', 'سعاد احمد عوض البليسي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(856, '856', 'مني عبد الودود ابو العنين ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(857, '857', 'مسعد غريب الشربيني رمضان ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(858, '858', 'وفاء شعبان منصور ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(859, '859', 'عصام علي حسين التابعي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(860, '860', 'سنالء محمود حسين عبد الله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(861, '861', 'ماجده عبد الرحيم محمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(862, '862', 'ناديه كمال السيد هلال ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(863, '863', 'ايمن ابراهيم هريدي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(864, '864', 'علي السيد احمد عبد الرحيم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(865, '865', 'ناهد علي الدياسطي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(866, '866', 'ناهد فاروق عبادي سليم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(867, '867', 'كاميليا محمد علي الحفناوي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(868, '868', 'السيد عبد الرحمن محمد مصطفي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(869, '869', 'انعام احمد علي عطوه ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(870, '870', 'هدي ابراهيم عبد الوهاب ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(871, '871', 'عصام الدين محمد عز الدين حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(872, '872', 'ايه محمد عبد العزيز نصر ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(873, '873', 'داليا احمد محمود الحديدي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(874, '874', 'منيري عاطف محمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(875, '875', 'مني زغلول السيد شهاب ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(876, '876', 'السيد العربي يوسف الشناوي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(877, '877', 'عبد الوهاب محمد عبده محمد سلامه ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(878, '878', 'سميه مسعد السيد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(879, '879', 'ناني رشدي محمد عبد العزيز ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(880, '880', 'احمد محمد حسن بدر ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(881, '881', 'بثينه احمد عبد الرحمن ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(882, '882', 'مرام فؤاد مصطفي صالح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(883, '883', 'هويدا محمد علي الطرابيلي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(884, '884', 'محمد علاء محمود سالم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(885, '885', 'اعتماد ابراهيم عبد الوهاب ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(886, '886', 'عاطف محمد محمد ريحان ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(887, '887', 'كريم احمد عبد القادر احمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(888, '888', 'بسمه احمد محمود عوض ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(889, '889', 'ماجده الساعي اسماعيل علي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(890, '890', 'هبه الله عيد احمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(891, '891', 'هشام علي علي الدياسطي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(892, '892', 'شمس عبجه مصطفي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(893, '893', 'مني علي حسن رحيم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(894, '894', 'محمد محمد حسن السعيد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(895, '895', 'وليد علي اسماعيل الدنف ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(896, '896', 'احمد محمد سيف ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(897, '897', 'محمود محمد احمد عيد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(898, '898', 'اميمه محمد ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(899, '899', 'منال احمد محمود ابو سمره ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(900, '900', 'امل طه محمد شومان ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1011, '1011', 'علي احمد محمود سالم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1012, '1012', 'على الدين على حسن حرز', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1013, '1013', 'أحمد محمد أحمد أبو طمر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1014, '1014', 'محمد عبد المنعم شاذلى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1015, '1015', 'محمد أحمد الليثى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1016, '1016', 'محمد عبد الفتاح علي عياد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1017, '1017', 'حسني محمد عاشور السيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1018, '1018', 'انتصار يوسف علي ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1019, '1019', 'وردة عبد اللطيف شعبان مسعود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1020, '1020', 'عبد الرحمن محمد السمان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1021, '1021', 'وفاء محمد وحيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1022, '1022', 'فوزيه احمد علي رزق', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1023, '1023', 'محمد أبو الحمد عبد الكريم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1024, '1024', 'حبيبه محمد حسن زواله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1025, '1025', 'عبد الرحمن عبد الرحمن خضير', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1026, '1026', 'إبراهيم مرسي مرسي الجبروني', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1027, '1027', 'هدى حسنين الموجى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1028, '1028', 'احمد حمدى مصطفى ابراهيم شعيب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1029, '1029', 'سهام مصطفى محمد الجبالي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1030, '1030', 'منى فهيم احمد فياض', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1031, '1031', 'حماده عبد اللطيف شعبان مسعود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1032, '1032', 'محمد أصيل السيد البدوى علي عبده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1033, '1033', 'علي علي احمد أبو زيد احمد الغباري', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1034, '1034', 'محمد المغربي عبد الجليل حوالة', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1035, '1035', 'إيمان حسن حسن محمود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1036, '1036', 'أحمد مصطفى طاهر كراويه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1037, '1037', 'سامية محمد ابو العباس حجازى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1038, '1038', 'رجب شحاته أحمد زيدان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1039, '1039', 'مصطفى يوسف صالح جديانة', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1040, '1040', 'أحمد محمد القلماوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1041, '1041', 'محمد محمود محمد السيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1042, '1042', 'السيد على اسماعيل كسبة', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1043, '1043', 'رزق رزق محمد حسين ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1044, '1044', 'ناصره السيد أحمد جبر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1045, '1045', 'محمد رمضان محمد العشماوي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1046, '1046', 'الرفاعى إبراهيم محمد بية', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1047, '1047', 'فوزيه عبد الفتاح محمد البية', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1048, '1048', 'وائل ممدوح فؤاد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1049, '1049', 'عزه عبد الرحمن المرسى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1050, '1050', 'محمد عيسى جاب الله محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1051, '1051', 'هناء الحسيني مصطفى أبو الليف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1052, '1052', 'حنان السيد محمود أبو الحسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1053, '1053', 'هشام حمدى مسعد عبد الرحمن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1054, '1054', 'محمود نصر كمال الشاهد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1055, '1055', 'جيهان سعودى داوود علي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1056, '1056', 'على محمد على حمليط', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1057, '1057', 'عوض عوض عبده محمد عيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1058, '1058', 'محمد عبد العظيم محمد الطنطاوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1059, '1059', 'اميمة محمد علي مغربية', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1060, '1060', 'فوزى محمد أبو الفرح رخا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1061, '1061', 'حمدى محمد السيد راشد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1062, '1062', 'فتحية سعيد محمد المهدى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1063, '1063', 'وهيبه كمال عبد السلام النمل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1064, '1064', 'خالد حسني السيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1065, '1065', 'اعتماد حامد احمد شرف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1066, '1066', 'محمد عبد الرحمن حجازى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1067, '1067', 'معاطى محمد الغريب عبده فريشح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1068, '1068', 'بشرى عبد الرحمن محمد الشريف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1069, '1069', 'احمد حسين السيد احمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1070, '1070', 'احمد معاذ الدسوقى الدسوقى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1071, '1071', 'محمد جلال غريب و زوجته غادة محمد فتحي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1072, '1072', ' محمد احمد محمود على النجاري', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1073, '1073', 'رمضان عبد العال عبد الغنى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1074, '1074', 'مني عبد القادر الريس', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1075, '1075', 'أحمد حسن فهمى البلاح ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1076, '1076', 'حسن محمد محمد شعبان ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1077, '1077', 'محمد تركي المهدي حسن نويصر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1078, '1078', 'امين محمد امام عدس', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1079, '1079', 'مرفانا محمد مصطفى نوفل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1080, '1080', 'التفات حامد محمد ابو الفرح زاهر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1081, '1081', 'محمد السيد على إسماعيل كسبة', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1082, '1082', 'خالد يوسف علي ابراهيم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1083, '1083', 'دعاء احمد عبد الوهاب قطب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1084, '1084', 'احمد السيد عبده الدمياطي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1085, '1085', 'وصفية عبد الحميد عبده معيط ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1086, '1086', 'سماح احمد عبد الوهاب قطب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1087, '1087', 'محمد عبد الفتاح محمد البيه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1088, '1088', 'جيهان محمد حسن محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1089, '1089', 'شريف عبد القادر الريس ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1090, '1090', 'مرفت السيد ابراهيم ريان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1091, '1091', 'احمد نسيم احمد الجوهري', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1092, '1092', 'سمير صالح الحسيني عبد الحليم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1093, '1093', 'محمد علي ابراهيم محمد الخضري', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1094, '1094', 'ابراهيم جمال ابراهيم محمد الخضري', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1095, '1095', 'محمد عبد الفتاح المرسى عبد الله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1096, '1096', 'احمد اشرف عرفات الغندور', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1097, '1097', 'اسلام أشرف عرفات الغندور', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1098, '1098', 'هويدا يوسف على النقراوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1099, '1099', 'معتز خالد عبد العال السمان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1100, '1100', 'محمود جمال عبد المنعم حموده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1101, '1101', 'سميه اسماعيل اسماعيل غانم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1102, '1102', 'محمد ابراهيم عبده نويصر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1103, '1103', 'عزيزة إبراهيم خليل الاسرج', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1104, '1104', 'هاني كمال ابراهيم العباسي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1105, '1105', 'السيد كمال ابراهيم العباسي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1106, '1106', 'عزه السيد محمود الزريقي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1107, '1107', 'أحمد محمد زكي ابو الفرج البشيهي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1108, '1108', 'ماهينور محمد مصطفى خليل نوفل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1109, '1109', 'وائل محمود محمود بيدق', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1110, '1110', 'خالد محمود محمود بيدق ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1111, '1111', 'ياسر إبراهيم أحمد سند الرفاعي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1112, '1112', 'إنتصار يوسف على إبراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1113, '1113', 'شيماء عبد الباسط ابراهيم محمد سليم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1114, '1114', 'عماد محمد الروبي علي مسعود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1115, '1115', 'اسلام محمد الروبي علي مسعود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1116, '1116', 'مياده على السيد شلبى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1117, '1117', 'داليا طلبة طه محمد فرج', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1118, '1118', 'محمد حسنى علي عبد النبي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1119, '1119', 'احمد عبد الباسط ابرهيم محمد سليم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1120, '1120', 'شريف رشاد أحمد مختار عجيزة', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1121, '1121', 'امنية رشاد أحمد مختار عجيزة', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1122, '1122', 'اية رشاد أحمد مختار عجيزة', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1123, '1123', 'اسماء أحمد عبد الرازق مصطفي بكير', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1124, '1124', 'عواطف كمال حسن شراقي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1125, '1125', 'حسنى مسعد محمد رمضان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1126, '1126', 'أحمد مسعد محمد رمضان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1127, '1127', 'شريف نبيل عبد العزيز حجازي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1128, '1128', 'مجدى السيد حسن رمضان زيادة', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1129, '1129', 'خالد السيد خالد عوض', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1130, '1130', 'عبد الفتاح محمد عبد الفتاح علي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1131, '1131', 'محمد عبد الفتاح علي عياد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1132, '1132', 'السيد السعيد البيومي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1133, '1133', 'سالم محمد جبر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1134, '1134', 'محمد سالم محمد جبر ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1135, '1135', 'طارق السيد السعيد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1136, '1136', 'مايسة حسن محمد قاسم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1137, '1137', 'فريد جورج عطية داوود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1138, '1138', 'جورج وجيه صبحي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1139, '1139', 'وليد ابراهيم الدسوقي السيد الغباري', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1140, '1140', ' أنور فوزي رزق الله جرجس', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1141, '1141', 'محمد السعيد علي سليمان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1142, '1142', 'محمد محمد السيد فرج', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1143, '1143', 'السيد إبراهيم درويش مصطفى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1144, '1144', 'أحمد محمد عرفات', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1145, '1145', 'مرفت محمد محمد حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1146, '1146', 'فهمى حسن فهمى إبراهيم البلاح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1147, '1147', 'محمد محسن عبد المنعم محمد علي بكر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1148, '1148', 'هدي علي حسن اسماعيل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1149, '1149', 'طلال محمد محمد شلاطه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1150, '1150', 'صلاح أحمد محمد الزرقاوي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1151, '1151', 'هاله غريب محمد الشاعر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1152, '1152', 'عبد المنعم عبد الفتاح علي عياد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1153, '1153', 'رانسى أشرف محمد صبح إبراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1154, '1154', 'محمد عبد الجليل عبد الفتاح علي عياد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1155, '1155', 'مها محمود مسعد محمد الدحروجي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1156, '1156', 'هاله محمود مسعد الدحروجي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1157, '1157', 'هبه محمود مسعد محمد الدحروجي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1158, '1158', 'السيد محمد البيومي محمد شتيوي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1159, '1159', 'علاء محمد البيومي محمد شتيوي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1160, '1160', 'عزة رفعت إبراهيم محمد عثمان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1161, '1161', 'احمد محمد البيومي محمد شتيوي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1162, '1162', 'محمود محمد عباس أبو زيد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1163, '1163', 'سهير ابو اليزيد عامر محمد عرفة', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1164, '1164', 'محمد عادل سعد الدين عطيه احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1165, '1165', 'ايمان حسن ابراهيم قشطة', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1166, '1166', 'عادل سعد الدين عطيه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1167, '1167', 'توفيق ثروت عزوز معوض السيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1168, '1168', 'أحمد فؤاد محمود عبد القادر ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1169, '1169', 'عزة السيد مرسي الالفي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1170, '1170', 'نادية عبده محمد محمد ضيف ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1171, '1171', 'أحمد عادل سعد الدين عطيه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1172, '1172', 'أحمد عبد الجليل عبد الفتاح علي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1173, '1173', 'سمية علي محمد شنشن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1174, '1174', 'محمد جمال محمد عباس عبيدى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1175, '1175', 'اشرف يوسف علي عبد الرحيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1176, '1176', 'هاني موسى إبراهيم موسى الطنباري', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1177, '1177', 'سنية عبده ضيف محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1178, '1178', 'منال السيد الضاوى حميد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1179, '1179', 'عايدة النبوي المتولى خليل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1180, '1180', 'خالد محمد الديب البهلول', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1181, '1181', 'فاطمه على غريب على ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1182, '1182', 'رضا عوض عبد الجواد عبد الرحيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1183, '1183', 'أيمن عبد السلام عبد الحى إبراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1184, '1184', 'السيد عبد السلام عبد الحي ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1185, '1185', 'أحمد صلاح محمود السيد فضل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1186, '1186', 'هاله محمود علي هلالي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1187, '1187', 'أحمد نصر الدين صديق ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1188, '1188', 'حنان كمال على سليمان ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1189, '1189', 'فاطمة النبوية الحسينى أحمد جبر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1190, '1190', 'ميار أسامة سعد على دياب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1191, '1191', 'أحمد عبده أحمد الدمياطي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1192, '1192', 'أحمد سمير محمد المهدى الغيطاني', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1193, '1193', 'شهدة حسن محمد المغربى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1194, '1194', 'السيد معوض على رمضان ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1195, '1195', 'منى على غريب على ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1196, '1196', 'محمد العرابى محمد العرابى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1197, '1197', 'هانم محروس سالم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1198, '1198', 'محمد إبراهيم على أبو طالب ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1199, '1199', 'نوال سعد جاد الجبالى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1200, '1200', 'إيمن فاروق السيد محمد يونس', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1201, '1201', 'أحمد فوزى عبد الحميد محمود عبد ربه ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1202, '1202', 'حسين حمدى حسين غنيمه ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1203, '1203', 'عادل أمين أمين المندوه ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1204, '1204', 'وفاء أمين أمين المندوه ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1205, '1205', 'طارق محمد أحمد عبد الغفار', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1206, '1206', 'ابراهيم عبد الحميد محرم العريان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL);
INSERT INTO `customers` (`id`, `code`, `name`, `idCard`, `address`, `mobile`, `phone`, `area`, `floor`, `other`, `total`, `customer_type`, `sales_id`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1207, '1207', 'رانيا سعد طاهر الأسمر ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1208, '1208', 'سناء أمين أمين المندوه ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1209, '1209', 'ابراهيم محمد محمود مصطفى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1210, '1210', 'ميمى أنور جاد الجبالى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1211, '1211', 'مروة محمد طه البدرى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1212, '1212', 'رضوى السيد أحمد السخيلي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1213, '1213', 'هناء محمد محمد عبد العال ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1214, '1214', 'ايمان عبد الغنى غويبة', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1215, '1215', 'إسلام أمين محمد إبراهيم اللبان ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1216, '1216', 'مديحة محمد السيد عامر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1217, '1217', 'فايقة طه المرسى السيد الجنينى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1218, '1218', 'تسنيم عبد الفتاح على البسيونى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1219, '1219', 'أية محمد كمال عبد الفتاح نصار', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1220, '1220', 'إيمان محمد كمال عبد الفتاح نصار ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1221, '1221', 'ايهاب محمد مصطفي العفيفي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1222, '1222', 'محمد أحمد محمد احمد خليل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1223, '1223', 'نجلاء حسنى محمد المغربي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1224, '1224', 'اشرف طه محمود محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1225, '1225', 'رحاب احمد محمد عبد العاطي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1226, '1226', 'فاضل شعبان محبوب معبد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1227, '1227', 'سهيلة محمد محمود محمد حسن ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1228, '1228', 'فاطمة السيد احمد جبر ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1229, '1229', 'محمد أحمد محمود فضالي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1230, '1230', 'مأمون هارون محمد جاد الله ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1231, '1231', 'ماهر خلف شنوده جاد الله ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1232, '1232', 'سهير السيد غريب خليفة', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1233, '1233', 'محمد السيد إبراهيم صقر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1234, '1234', 'محمد صلاح الدين محمد محمد نحل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1235, '1235', 'يوسف عبد المنعم احمد العدوي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1236, '1236', 'سوزان عبد المنعم احمد العدوي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1237, '1237', 'منال عبد المنعم احمد العدوي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1238, '1238', 'خالد عبدالملك عبد السلام', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1239, '1239', 'عادل خليل ابراهيم شعيب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1240, '1240', 'نور جمال عبد الناصر ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1241, '1241', 'طارق فاروق محمد على ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1242, '1242', 'السيد العربي حسن البهائي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1243, '1243', 'سلوى السيد غريب خليفة', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1244, '1244', 'مرفت زكريا عبد الهادي الحلواني', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1245, '1245', 'بدريه ماهر صديق سليمان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1246, '1246', 'ساميه أحمد محمد مزروع', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1247, '1247', 'عبد الرحمن محمد عبد الفتاح علي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1248, '1248', 'مصطفي أحمد مصطفي عياده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1249, '1249', 'محمد جابر حافظ السرى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1250, '1250', 'جنه محمد السيد محمد الصاوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1251, '1251', 'سهير محمد علي السيد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1252, '1252', 'احمد محمد صادق احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1253, '1253', 'شريف محمد صادق احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1254, '1254', 'نهى محمد صادق احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1255, '1255', 'يوسف محمد على عبده الفطايرى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1256, '1256', 'اسامه على حافظ حجاج', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1257, '1257', 'احمد محمد السيد العربى المهدى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1258, '1258', 'عائشة شلبى على سيد احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1259, '1259', 'ادهم محمود محمد السعيد البنا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1260, '1260', 'منى السيد عبد الرحيم محمود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1261, '1261', 'سوزان محمود ابراهيم احمد السيد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1262, '1262', 'احمد هانى على عبده الفطايرى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1263, '1263', 'منار السيد على اسماعيل كسبه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1264, '1264', 'احمد مجدى السيد السيد الجوهرى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1265, '1265', 'داليا محمد السعيد البنا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1266, '1266', 'شادى ايمن لطفى غيث', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1267, '1267', 'زياد السيد محمد فرغلى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1268, '1268', 'محمد السيد محمد السيد فرغلى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1269, '1269', 'عزت محمد محمد عامر ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1270, '1270', 'رحاب السيد مصطفى السحراوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1271, '1271', 'عزة عبد الملك محمد العفنى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1272, '1272', 'احمد السيد مصطفى محمد ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1273, '1273', 'حسام السيد مصطفى محمد إبراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1274, '1274', 'عمرو نبيل مصطفى كمال بيدق', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1275, '1275', 'احمد ممدوح عطية أبو جمعة', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1276, '1276', 'اسلام محمد محمد ابو عوف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1277, '1277', 'ايمن محمد محمد ابو عوف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1278, '1278', 'محمد محمد اسماعيل النجار', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1279, '1279', 'محمود اسماعيل اسماعيل النجار', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1280, '1280', 'محمود محسن السيد النشار', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1281, '1281', 'محسن السيد محمد عيد النشار', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1282, '1282', 'عبد الله جمال احمد محمد شحاتة', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1283, '1283', 'عصام حمدى لبيب احمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1284, '1284', 'رفيدة محمد محمود محمد حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1285, '1285', 'محمد السيد مصطفى ابو عوض', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1286, '1286', 'احمد سمير مسعد محمود الحمامى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1287, '1287', 'هناء عبد الرحمن محمود درغام', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1288, '1288', 'محمود على على شتية', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1289, '1289', 'عبد الكريم عبد القادر السمان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1290, '1290', 'شيماء عبد القادر احمد محمد السمان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1291, '1291', 'محمد عبد القادر احمد محمد السمان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1292, '1292', 'عواطف رضوان عسران حميد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1293, '1293', 'احمد مصطفى على عويضه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1294, '1294', 'محمد فاروق عبد الستار', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1295, '1295', 'عمر محمد فاروق عبد الستار', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1296, '1296', 'انس محمد فاروق عبد الستار', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1297, '1297', 'عبير عبد الملك محمد العفنى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1298, '1298', 'وحيده حلمى احمد على الحواوشى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1299, '1299', 'محمد السيد محمد سودان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1300, '1300', 'هاجر كامل عبد الستار حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1301, '1301', 'نشوى نسيم احمد احمد الجوهرى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1302, '1302', 'امانى ثروت عزوز معوض', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1303, '1303', 'كريم احمد السيد احمد عبد الحليم البسيونى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1304, '1304', 'احمد السيد احمد عبد الحليم البسيونى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1305, '1305', 'عمر احمد السيد احمد البسيونى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1306, '1306', 'هدير احمد السيد احمد عبد الحليم البسيونى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1307, '1307', 'انس السيد السيد احمد البسيونى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1308, '1308', 'محمود السيد السيد البسيونى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1309, '1309', 'حسن السيد السيد البسيونى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1310, '1310', 'السيد السيد احمد البسيونى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1311, '1311', 'حسن السيد السيد البسيونى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1312, '1312', 'احمد على السيد علي ابو عماره', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1313, '1313', 'على السيد على على ابو عماره', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1314, '1314', 'على علاء الدين السعيد محمد الحفنى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1315, '1315', 'هيام الدسوقى عباس الجوهرى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1316, '1316', 'فاطمه محمد ابو اليمين قناوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1317, '1317', 'محمد عصام حسنى شعبان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1318, '1318', 'ايمان مدحت حسن محمد سليمان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1319, '1319', 'مدحت حسن محمد سليمان هيكل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1320, '1320', 'اميرة محمد صالح محمد عبد الفتاح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1321, '1321', 'احمد مدحت حسن محمد سليمان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1322, '1322', 'اسماء عبد الملك محمد على الزينى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1323, '1323', 'اسلام فتحى عبده المحمودى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1324, '1324', 'هدى على عبد الحى الشيخ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1325, '1325', 'عطيات احمد محمود الرفاعى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1326, '1326', 'احسان عبد المطلب محمد نوفل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1327, '1327', 'ابراهيم محمد مرسى حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1328, '1328', 'رضوى محمد مرسى حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1329, '1329', 'احسان محمد مرسى حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1330, '1330', 'هبه عزت نبيه الطير', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1331, '1331', 'شفيقة محمد محمود حسين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1332, '1332', 'حسن ثروت حسن على جاد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1333, '1333', 'حبيبة احمد يحيى على محمد الجلاد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1334, '1334', 'احمد محمد ابراهيم ابو طالب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1335, '1335', 'اسامة محمد ابراهيم ابو طالب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1336, '1336', 'رانيا محمد ابراهيم ابو طالب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1337, '1337', 'جومانا محمد ابراهيم ابو طالب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1338, '1338', 'كريم محمد ابراهيم ابو طالب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1339, '1339', 'محمد ابراهيم السيد عبد السلام', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1340, '1340', 'احمد رمضان محمود الشمندى عرفات', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1341, '1341', 'معاذ محسن محمد محمود العزب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1342, '1342', 'احمد عبده محمد عبده ابو النصر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1343, '1343', 'محمد على محمد على حميد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1344, '1344', 'هاله طه على حجازى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1345, '1345', 'ايمان على محمود عبد الحافظ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1346, '1346', 'محمد ايمن عوض مرسى ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1347, '1347', 'عمر ايمن عوض مرسى ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1348, '1348', 'جومانا ايمن عوض مرسى ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1349, '1349', 'مروان محمد رمضان السيد عبده جوده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1350, '1350', 'منه محمد رمضان السيد عبده جوده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1351, '1351', 'محمد عبد الرحمن السيد محمد عوف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1352, '1352', 'رحاب محمد عثمان عبد الواحد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1353, '1353', 'احمد حسن البنا محمد السعيد سليم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1354, '1354', 'سمير عادل محمود الصياد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1355, '1355', 'طه محمد عبده طه محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1356, '1356', 'حسن صالح حسن صالح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1357, '1357', 'معتز محمد عاشور محمد عاشور', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1358, '1358', 'نهال محمد عاشور محمد عاشور', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1359, '1359', 'ريهام محمود راضي احمد محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1360, '1360', 'عبدالفتاح محمد محمد راضي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1361, '1361', 'محمد السيد ثابت عبد الرحمن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1362, '1362', 'محمد سامى رخا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1363, '1363', 'اسلام رشاد عبد الحكيم محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1364, '1364', 'ابراهيم محمد ابراهيم سعد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1365, '1365', 'محمد ابراهيم رمضان الخميسى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1366, '1366', 'عزت نبيه محمود الطير', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1367, '1367', 'عمرو محمد السيد احمد عبد الحليم البسيونى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1368, '1368', 'دينا محمد السيد احمد عبد الحليم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1369, '1369', 'داليا محمد السيد احمد عبد الحليم البسيونى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1370, '1370', 'محمد السيد احمد عبد الحليم البسيونى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1371, '1371', 'حمزه سمير فراج ابراهيم عبد الحى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1372, '1372', 'صباح السيد محمد رمضان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1373, '1373', 'ميرفت عاشور محمد عاشور', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1374, '1374', 'ملك محمد احمد عبد الله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1375, '1375', 'احمد نبيل لطفى الاطروش', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1376, '1376', 'محمد ناجى صبحى رمضان الخيارى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1377, '1377', 'احمدعلى احمد محمد الدويري', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1378, '1378', 'احمد السيد عطيه السيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1379, '1379', 'لميس عادل عبده الغيطانى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1380, '1380', 'اسلام كامل احمد مصطفى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1381, '1381', 'عمرو كامل احمد مصطفى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1382, '1382', 'حسام الدين كامل احمد مصطفى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1383, '1383', 'حازم صابر محمد خليل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1384, '1384', 'حسام الدين صابر محمد خليل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1385, '1385', 'على على احمد عبد الكريم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1386, '1386', 'محمد وائل محمد محمد علي البربرى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1387, '1387', 'السيد صابر احمد موسى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1388, '1388', 'احمد جمال حسين يوسف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1389, '1389', 'هشام جمال حسين يوسف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1390, '1390', 'عبد الرحن سامى محمد رخا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1391, '1391', 'سلمى عادل طه عبده الكيكى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1392, '1392', 'محمود عادل طه عبه الكيكى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1393, '1393', 'امل على محمود عبد الحافظ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1394, '1394', 'نفين على الزكى خليل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1395, '1395', 'رانيا محمود السيد حسونه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1396, '1396', 'محمد السيد بكرى جبريل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1397, '1397', 'ياسمين عزت نبيه محمود الطير', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1398, '1398', 'محمد عزت نبيه محمود الطير', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1399, '1399', 'السيد عزت نبيه محمود الطير', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1400, '1400', 'جيهان محمد محمد العيوطى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1401, '1401', 'حسن اسامه محمود ابو العلا حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1402, '1402', 'يوسف اسامه محمود ابو العلا حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1403, '1403', 'مهند اشرف محمود كامل المخزنجى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1404, '1404', 'وحيده محمد حسنين لبده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1405, '1405', 'محمد شفيق عبد النبى لبده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1406, '1406', 'هشام محمد عبد المطلب عبد الوهاب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1407, '1407', 'سامح يوسف نقولا خليل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1408, '1408', 'سجود محمد سعد السيد الناغى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1409, '1409', 'نرمين محمد ابراهيم رمضان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1410, '1410', 'هانى رفعت السيد جعفر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1411, '1411', 'شهده محمد حسن محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1412, '1412', 'محمود حسن محمد الجداوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1413, '1413', 'عبد الرحمن هانى حامد الزندى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1414, '1414', 'عمر ممدوح عبد المحسن المتولى يوسف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1415, '1415', 'عاطف محمد محمد حسن عبد الرحيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1416, '1416', 'محمود محمد محمد حسن عبد الرحيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1417, '1417', 'يحيى ممدوح عبد المحسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1418, '1418', 'هرمين السيد حسن عثمانى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1419, '1419', 'خالد محمد  عبد الحميد شجر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1420, '1420', 'منى سيد احمد منصور قويله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1421, '1421', 'تامر رؤوف احمد السعيد بحيرى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1422, '1422', 'انس ابراهيم عباس ابراهيم محمد عبده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1423, '1423', 'امير ابراهيم عباس ابراهيم محمد عبده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1424, '1424', 'احمد ابراهيم عباس ابراهيم محمد عبده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1425, '1425', 'عبير محمد احمد عبد الله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1426, '1426', 'احمد زكى عبد الجابر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1427, '1427', 'احمد شوقى راغب عليان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1428, '1428', 'هبه الله احمد عبده احمد الباسطى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1429, '1429', 'عبد الرحمن السيد حسن عبد الرحيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1430, '1430', 'محمد السيد العربى العفيفى محمد شحاتة', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1431, '1431', 'هيثم محمد محسن احمد محمد العطار', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1432, '1432', 'احمد ضياء السيد محمد الصاوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1433, '1433', 'امال احمد محمود الطرابيلى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1434, '1434', 'منار عصام محمد مهران ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1435, '1435', 'محمد على محمد مهران', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1436, '1436', 'وائل محمود رشدى محمود عبده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1437, '1437', 'احمد مجدى فوزى ابراهيم صالح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1438, '1438', 'ورده احمد السيد محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1439, '1439', 'ايمان رمضان محمد ابو البها', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1440, '1440', 'احمد اسامه السيد على الطرابيلى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1441, '1441', 'ادهم اسامه السيد على الطرابيلى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1442, '1442', 'ليلى ياسر محمد عبده امان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1443, '1443', 'عبد الرحمن ياسر محمد عبده امان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1444, '1444', 'اشرف السيد محمود مصطفى الاسكندرانى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1445, '1445', 'محمد محمود محمد حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1446, '1446', 'محروس عبد الحليم عبد الحليم عثمان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1447, '1447', 'وليد السيد محمد محمود عبد العاطى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1448, '1448', 'كريم السيد  محمد الاسود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1449, '1449', 'تامر محمد محمود عطيه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1450, '1450', 'ضياء الدين احمد  الشوبكى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1451, '1451', 'ابراهيم سعد حسن  حجاج', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1452, '1452', 'عمر السيد العربى العفيفى محمد شحاته', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1453, '1453', 'طه سامح عبد المحسن فراج', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1454, '1454', 'سها احمد عبد القادر حجاج', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1455, '1455', 'مريم اشرف الشوربجى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1456, '1456', 'السيد على السيد احمد كمال', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1457, '1457', 'يوسف وائل عيد رسمى عبد الرحيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1458, '1458', ' محمد السيد راغبى القزاز', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1459, '1459', 'ابتسام عبد المنعم رضوان رضوان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1460, '1460', 'عبده محمد محمد ضيف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1461, '1461', 'هبه محمد طلعت محمد المتولى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1462, '1462', 'رضا احمد ابو المجد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1463, '1463', 'محمد فكرى السيد احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1464, '1464', 'عبده اسماعيل عبد الرحيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1465, '1465', 'نجوى مصطفى ابراهيم شعيب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1466, '1466', 'امال احمد توفيق حسنين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1467, '1467', 'صالح عبد المنعم رضوان رضوان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1468, '1468', 'محمد شريف محمد رفعت حامد الفار', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1469, '1469', 'ايمن عبد الحميد احمد عوض', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1470, '1470', 'جون سعيد فتح الله ضيف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1471, '1471', 'ماركو سعيد فتح الله ضيف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1472, '1472', 'سامر فوزى فتح الله ضيف ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1473, '1473', 'باسم فوزى فتح الله ضيف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1474, '1474', 'اسامه محمود صادق سليمان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1475, '1475', 'السيد حسن شلبى الجيزى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1476, '1476', 'فيروز حسن محمد نجيب على  حسن جاد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1477, '1477', 'فريده حسن محمد نجيب على  حسن جاد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1478, '1478', 'فاطمه صابر حسن الفولى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1479, '1479', 'نجلاء محمود التابعى الغباشى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1480, '1480', 'محمود ابو المعاطى على الطوبشى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1481, '1481', 'السيد الطيب البدوى عيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1482, '1482', 'منى غريب مجدى  السيد محمد الباشا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1483, '1483', 'محمد مجدى السيد الباشا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1484, '1484', 'السيد سليمان اسماعيل نوفل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1485, '1485', 'فادى جورج بنيامين جرجس عطالله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1486, '1486', 'عبد الرحمن محمد عبد المحسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1487, '1487', 'عادل محمد عبد المحسن محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1488, '1488', 'طارق خالد عبد الفتاح حسن جوهر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1489, '1489', 'عمر السيد الطيب البدوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1490, '1490', 'نبيل عبد الفتاح موافى محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1491, '1491', 'طارق يوسف عبده ايوب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1492, '1492', 'محمد حماده زين الدين الوفائى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1493, '1493', 'محمود ابراهيم محمود عبد الرحمن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1494, '1494', 'نادية توفيق عبده فيله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1495, '1495', ' زياد الامير هشام محروس البنهاوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1496, '1496', 'شريف حسنى  عبد الفتاح مشالى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1497, '1497', 'احمد جمال عبد البادى محمود عمران', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1498, '1498', 'احمد نصر محمد السيد غنيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1499, '1499', 'محمد عصام محمد زكى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1500, '1500', 'عمرو عصام محمد زكى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1501, '1501', 'احمد جمال عوض محمود الشريف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1502, '1502', 'السيد صلاح ابراهيم طه جداره', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1503, '1503', 'روان محمد شوقى جنيدى  ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1504, '1504', 'رنا محمد شوقى جنيدى الشعراوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1505, '1505', 'امل احمد المداح وهبه محمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1506, '1506', 'محمد محمد عبد الرحمن  زمبيل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1507, '1507', 'عمر محمد مدحت على عمر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1508, '1508', 'عبد الرحمن محمد مدحت على عمر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1509, '1509', 'اميمة محمد كمال عبده عيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1510, '1510', 'عمر احمد عبد المجيد احمد ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1511, '1511', 'اميمه محمد اسماعيل خليل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1512, '1512', 'مروه احمد عبد المجيد احمد ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1513, '1513', 'محمد احمد عبد المجيد احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1514, '1514', 'السيده محمد محمد طه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1515, '1515', 'محمد عصام ابراهيم سلطان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1516, '1516', 'ساره عزيز فتح الله ضيف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1517, '1517', 'نادر عزيز فتح الله ضيف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1518, '1518', 'حسام الدين محمد احمد السعدنى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1519, '1519', 'احمد مجدى محمد الباشا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1520, '1520', 'سهير سليمان محمد سليمان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1521, '1521', 'الصديق محمد محمد خضر زينه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1522, '1522', 'سهام محمد ابراهيم البطوط', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1523, '1523', 'رضا احمد احمد عرنوس', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1524, '1524', 'نجلاء فتحى احمد السيد السحراوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1525, '1525', 'ايمان قدرى محمد بدوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1526, '1526', 'محمود حسن محمد الناغية', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1527, '1527', 'محمد السيد احمد السرى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1528, '1528', 'وليد عبده عوض عبده فوده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1529, '1529', 'عبد الرحمن محمد عبد الرحمن خليل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1530, '1530', 'محمد عبد الرحمن السعدنى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1531, '1531', 'عبير محمود فهمى منسى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1532, '1532', 'حسن احمد محمود منسى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1533, '1533', 'محمود احمد محمود منسى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1534, '1534', 'منال مصطفى خليل نوفل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1535, '1535', 'خالد عبد الناصر محمد عبد الرحيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1536, '1536', 'بلال صلاح احمد محمد الزرقاوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1537, '1537', ' اسماء حسن احمد محمد سلطان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1538, '1538', 'جمالات احمد محمد بهدر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1539, '1539', 'عيشة احمد محمد حسانين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1540, '1540', 'نادية ابراهيم محمد عبد الرحيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1541, '1541', 'محمد احمد عبد العليم النبراوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1542, '1542', 'العربى ابراهيم ابراهيم رزق احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1543, '1543', 'وائل شحاته السيد رخا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1544, '1544', 'شحاته شحاته السيد رخا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1545, '1545', 'عبد الرحمن مصطفى يسرى ابراهيم البساطى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1546, '1546', 'صابرين فاروق احمد ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1547, '1547', 'ابراهيم عبده محمد النقيطى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1548, '1548', 'هدى ابراهيم محمد عبد الرحيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1549, '1549', 'السيد محمد القابوطى حسن السيد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1550, '1550', 'حسام محمد محمد عبد السلام على', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1551, '1551', 'حمدية اسماعيل على عيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1552, '1552', 'محمد السيد ابو  خضير', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1553, '1553', 'مريم رؤوف رمزى سعود ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1554, '1554', 'نادى عبد العزيز عبده جمعه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1555, '1555', 'نعيمه السيد محمد مهران', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1556, '1556', 'احمد احمد عبد العليم محمود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1557, '1557', 'احمد مدحت محمد محمد المحلاوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1558, '1558', 'زياد مدحت محمد محمد المحلاوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL);
INSERT INTO `customers` (`id`, `code`, `name`, `idCard`, `address`, `mobile`, `phone`, `area`, `floor`, `other`, `total`, `customer_type`, `sales_id`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1559, '1559', 'حسن مدحت محمد محمد المحلاوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1560, '1560', 'محمد مدحت محمد محمد المحلاوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1561, '1561', 'احمد عبد الرحمن احمد سليمان بدر الدين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1562, '1562', 'محمد لطفى على السيد الغندور', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1563, '1563', 'البلاسى عوض البلاسى العربى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1564, '1564', 'عمر السيد شحاته العزب عياد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1565, '1565', 'محمد عبد الرحمن احمد سليمان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1566, '1566', 'محمود عبد الرحمن احمد سليمان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1567, '1567', 'حبيبة محمد البدرى امين عبد الله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1568, '1568', 'هبه محمد البدرى امين عبد الله', '0', '41م الصفا الضواحي', '1207549550', '1229223863', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1569, '1569', 'هدى محمد على مصراوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1570, '1570', 'ابراهيم عاطف ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1571, '1571', 'هبه احمد ابراهيم زغيب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1572, '1572', 'محمد عبد المنعم رجب احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1573, '1573', 'هاله ابو بكر الصديق بكر عبده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1574, '1574', 'جون رؤوف رمزى حبيب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1575, '1575', 'غريب البلاسى عوض البلاسى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1576, '1576', 'احمد البلاسى عوض البلاسى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1577, '1577', 'احمد السيد شحاته عياد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1578, '1578', 'شلبى على ابراهيم الخولى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1579, '1579', 'محمد حسن صالح السويركى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1580, '1580', 'احمد محمد السيد احمد عوض', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1581, '1581', 'ايمن عبده النبى بطيخ قاسم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1582, '1582', 'محمد محمد على عبده ابو موسى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1583, '1583', 'فاطمه محمد منصور احمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1584, '1584', 'السيد على محمد احمد الفراش', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1585, '1585', 'احمد البدوى حمدى محمد عبده الزرو', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1586, '1586', 'رضا محمود احمد ابو خاطره', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1587, '1587', 'جمال السيد محمد ابراهيم الغزناوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1588, '1588', 'السيد محمد محمد السيد اصلان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1589, '1589', 'ابانوب موريس شاكر شنوده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1590, '1590', 'نسمه حسن شلبى شلبى حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1591, '1591', 'محمد حسن شلبى شلبى حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1592, '1592', 'مصطفى محمد ابراهيم الحداد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1593, '1593', 'زكريا السيد محمد عبد العال', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1594, '1594', 'ايمان على حسن محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1595, '1595', 'محمد محمد عبده احمد الطنطاوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1596, '1596', 'عطيات السيد محمد محمد الغطاس', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1597, '1597', 'كريم ابراهيم محمد ابراهيم بربر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1598, '1598', 'عبد الله عادل احمد ابو سمره', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1599, '1599', 'امانى عادل احمد ابو سمره', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1600, '1600', 'احمد احمد حسن الترمسى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1601, '1601', 'اسلام احمد حسن الترمسى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1602, '1602', 'فاطمه السيد احمد محمود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1603, '1603', 'ندى السيد رضا محمد الاسود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1604, '1604', 'ايمان محمد السيد محمد الدالى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1605, '1605', 'على وليد على هريدى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1606, '1606', 'كريم اسماعيل السيد احمد الجميل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1607, '1607', 'امينه على محمد على هريدى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1608, '1608', 'سماح على محمد على هريدى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1609, '1609', 'ايمان مجدى منير على عيسى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1610, '1610', 'محمد سعيد احمد محمد همام', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1611, '1611', 'عمرو السيد السيد على عثمان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1612, '1612', 'رهف شادى حسنى الجناينى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1613, '1613', 'محمد سامى محمد شاهين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1614, '1614', 'محمود محمد السعيد محمود عفيفى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1615, '1615', 'سعاد محمد السعيد محمود عفيفى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1616, '1616', 'سعديه سليمان داود الداودى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1617, '1617', 'منى ابراهيم محمد الادوس', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1618, '1618', 'طارق احمد احمد العاصى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1619, '1619', 'محمد احمد احمد العاصى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1620, '1620', 'السيده محمد محمود فرج', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1621, '1621', 'هناء حسن محمد المسيرى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1622, '1622', 'اميره محمد احمد عبد اللطيف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1623, '1623', 'طه محمد طه الغرماوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1624, '1624', 'ايمان مصطفى طاهر كراوية', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1625, '1625', 'هانم رزق عفيفى السلكاوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1626, '1626', 'مرفت مصطفي خليل نوفل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1627, '1627', 'احمد علي رجب عبد الفتاح الشاعر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1628, '1628', 'حسام ابراهيم علي سعد الليثي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1629, '1629', 'محمد علي محمد ابراهيم الفشاوي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1630, '1630', 'احمد عبد الرؤوف السيد عبد المجيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1631, '1631', 'محمد حسني محمد ريان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1632, '1632', 'وفاء شحاته السيد السيد رجب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1633, '1633', 'اميرة نبيل عبد الفتاح موافي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1634, '1634', 'محمد محمد كامل محمد فياض', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1635, '1635', 'اسامه السيد ابراهيم صقر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1636, '1636', 'عزيزه محمود محمود الصفائي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1637, '1637', 'زينب  خلف الله حسن جامع', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1638, '1638', 'محمود جمال عبد الرحمن عباس', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1639, '1639', 'شحاته الصاوي احمد نوفل ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1640, '1640', 'علي محمد فتحي عبد العال نوفل ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1641, '1641', 'هشام اسماعيل محمد المهندس', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1642, '1642', 'هاني اسماعيل محمد المهندس', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1643, '1643', 'محمد جمال عبد الرحمن علي عباس', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1644, '1644', 'محمد الغريب عبد العال عبد العال ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1645, '1645', 'مؤمن عادل عطيه الله حفني', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1646, '1646', 'محمد عادل عطيه الله حفني', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1647, '1647', 'منة الله عادل عطيه الله حفني ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1648, '1648', 'ابراهيم محمد السيد اصلان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1649, '1649', 'محمد ابراهيم محمد السيد اصلان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1650, '1650', 'رافت محمد عبد المعطي مصطفى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1651, '1651', 'رشا فوزي محمد مصطفي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1652, '1652', 'جيهان نصر محمد عوض بكري', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1653, '1653', 'هانم صالح صالح مصطفي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1654, '1654', 'محمد عبد الجواد علواني عبد الكريم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1655, '1655', 'احمد محمد حسن متولي حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1656, '1656', 'مهند عبد الغني احمد عزام', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1657, '1657', 'احمد سمير المهدي حسن الجعفري', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1658, '1658', 'ادهم شريف عبد الرحمن ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1659, '1659', 'محمد الحسيني ابراهيم لقم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1660, '1660', 'السيد محمد محمود الشهاوي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1661, '1661', 'اشرف عبده فهيم الحديدي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1662, '1662', 'محمد عبده فهيم الحديدي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1663, '1663', 'عصام محمد عبده جميل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1664, '1664', 'محمد عبد الله عبد اللطيف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1665, '1665', 'حنان حسن عوض الشامى', '0', 'السلام الجديد الضواحي ع40', '1203504426', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1666, '1666', 'محمد عمر محمد عمر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1667, '1667', 'فايزه احمد فؤاد احمد الشبينى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1668, '1668', 'شادية مصطفى حسين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1669, '1669', 'امل حسن محمد جبريل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1670, '1670', 'علاء الدين السيد احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1671, '1671', 'اسامه سمير سيد احمد عبد العزيز', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1672, '1672', 'معاذ سمير سيد احمد عبد العزيز', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1673, '1673', 'ابراهيم الحسينى ابراهيم احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1674, '1674', 'محمود الحسينى ابراهيم احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1675, '1675', 'السيد الحسينى ابراهيم احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1676, '1676', 'فاطمه صبحى رمضان على السيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1677, '1677', 'سماء سعد على عبد الله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1678, '1678', 'هشام محمود محمد البرليسى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1679, '1679', 'سارة احمد عبد المنعم بكر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1680, '1680', 'امينه احسان عبد الكريم السويركى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1681, '1681', 'اسماء على عثمان محمد عوض', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1682, '1682', 'زينب على عثمان محمد عوض', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1683, '1683', 'ثناء فاروق محمد حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1684, '1684', 'الشربينى احمد الشربينى المتولى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1685, '1685', 'ملكة السيد عبد الحميد يوسف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1686, '1686', 'عمرو محمد السيد سعد شردى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1687, '1687', 'امل محمد مسعد الحناوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1688, '1688', 'طارق ابراهيم محمود جبر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1689, '1689', 'شريف ابراهيم محمود جبر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1690, '1690', 'صابر محمد العرابى ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1691, '1691', 'هند محمود احمد عبد الغنى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1692, '1692', 'احمد محمد محمد على جوده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1693, '1693', 'ابراهيم شريف ابراهيم جبر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1694, '1694', 'عبير ابراهيم محمود جبر ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1695, '1695', 'شهاب شريف ابراهيم جبر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1696, '1696', 'هبه محمد محمد على جوده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1697, '1697', 'احمد احمد محمد خضر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1698, '1698', 'محمد احمد  عبد الخالق الشربينى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1699, '1699', 'هانم السيد محمد محمد ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1700, '1700', 'هاله محمود احمد الشرقاوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1701, '1701', 'محمد السيد ابراهيم العساسى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1702, '1702', 'نسمه حسن عبد الهادى حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1703, '1703', 'على حسن عبد الهادى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1704, '1704', 'تامر بدر احمد محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1705, '1705', 'كريمان عبد العاطى محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1706, '1706', 'ناصر فتحى امين عبد الواحد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1707, '1707', 'الطاهرة فرج على منى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1708, '1708', 'السيد محمد فراج احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1709, '1709', 'ايمن احمد محمد همام', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1710, '1710', 'ايمان محمد عبد العزيز الشربينى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1711, '1711', 'خالد محمود محمد محمد على عامر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1712, '1712', 'عبد الله محمود محمد محمد على عامر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1713, '1713', 'محمد رشدى محمد على حفيله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1714, '1714', 'نصحى عبد الخالق فرحات', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1715, '1715', 'احمد احمد محمد محمد على عبد اللطيف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1716, '1716', 'على هشام محمد احمد عبد الحليم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1717, '1717', 'كريم هشام محمد احمد عبد الحليم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1718, '1718', 'احمد محمد محمد مصطفى ابو النجا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1719, '1719', 'اسامة التميمى عبده الصالحى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1720, '1720', 'عادل التابعى ابراهيم عبد القادر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1721, '1721', 'فاطمه التابعى ابراهيم عبد القادر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1722, '1722', 'رويدا عل احمد على محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1723, '1723', 'هشام حسن عيد الاسرج', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1724, '1724', 'وليد ابراهيم محمود جبر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1725, '1725', 'اكرام محمد صابر التابعى السيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1726, '1726', 'محمود فهمى الدسوقى احمد ابو حشيش', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1727, '1727', 'خالد السيد الطيب البدوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1728, '1728', 'محمد السيد الطيب البدوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1729, '1729', 'محمد محمد سليمان جربوع', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1730, '1730', 'غادة ابراهيم محمود جبر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1731, '1731', 'السيد ونيس محمد عامر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1732, '1732', 'محمود محمد السيد اسماعيل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1733, '1733', 'فتحى محمد فتحى محمد البدوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1734, '1734', 'اسماء ابو بكر ابو بكر محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1735, '1735', 'جمال الدين عوض محمد رماده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1736, '1736', 'عيسى عبد اللطيف عبد العال', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1737, '1737', 'عفاف محمد على السيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1738, '1738', 'امل خضر نعمان عماره', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1739, '1739', 'نور الدين ياسر محمد عبد الحميد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1740, '1740', 'ياسر محمد عبد الحميد عبد الفتاح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1741, '1741', 'احمد محمد عبد الحميد عبد الفتاح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1742, '1742', 'محمد سعيد محمد عبد العليم وزوجته', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1743, '1743', 'اسلام محمود محمد احمد بربور', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1744, '1744', 'محمد محمد ابراهيم السحراوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1745, '1745', 'عبد المعبود معتمد سيد عبد الرحيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1746, '1746', 'عبد الرحيم  معتمد سيد عبد الرحيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1747, '1747', 'محمد سادات محمد محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1748, '1748', 'امل حسن السيد بسام', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1749, '1749', 'على احمد محمد السيد بسام', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1750, '1750', 'احمد محمد السيد بسام', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1751, '1751', 'امل السيد عباس العطوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1752, '1752', 'حبيبة سامى احمد عيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1753, '1753', 'جمال محمد فاروق حسن الخياط', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1754, '1754', 'ايمان صابر رشاد السيد موسى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1755, '1755', 'محمد صلاح الدين السيد صالح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1756, '1756', 'امنية احمد السيد شعيب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1757, '1757', 'السيد احمد على الوشاحى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1758, '1758', 'حمدى ابراهيم عبد المقصود بدوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1759, '1759', 'نادرة عبدة عبد الرازق محمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1760, '1760', 'علياء محمد حسنى خفاجى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1761, '1761', 'ايه محمد حسنى خفاجى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1762, '1762', 'حنان ابراهيم محمد محمد بهدر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1763, '1763', 'ياسر خلف عبد الرحمن محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1764, '1764', 'حسن جرايحى محمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1765, '1765', 'رضا سلامة السيد حسنين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1766, '1766', 'محمد عبد العال السمان محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1767, '1767', 'عمرو ابراهيم محمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1768, '1768', 'محمد احمد توفيق اسماعيل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1769, '1769', 'احمد احمد طة السيد القطاوى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1770, '1770', 'مجدى احمد محمود الموافى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1771, '1771', 'الباز محمد الباز منصور', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1772, '1772', 'اسلام حسام الدين ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1773, '1773', 'ايهاب فاروق مسعد حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1774, '1774', 'محمد رشاد محمد خضير', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1775, '1775', 'اسامة فتحى احمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1776, '1776', 'زين العابدين عبد العزيز عبدة ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1777, '1777', 'شيماء السعيد  محمد شلبى شطا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1778, '1778', 'احمد مسعد فاروق مسعد حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1779, '1779', 'محمد السيد العربى رضوان حسنبن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1780, '1780', 'السيد محمود محمود محمد ابو العنين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1781, '1781', 'نوال عبد العال عبد العال المتولى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1782, '1782', 'احمد سامى عبد العاطى مسعد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1783, '1783', 'ليان احمد نصر فرج', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1784, '1784', 'ريتال احمد نصر فرج', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1785, '1785', 'احمد نصر حسن فرج الله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1786, '1786', 'محمود محمد احمد الليثى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1787, '1787', 'حنان احمد احمد محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1788, '1788', 'محمد احمد كامل ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1789, '1789', 'امال محمود عبد العال حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1790, '1790', 'يوسف السيد حافظ احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1791, '1791', 'احمد محمد فريد محمد الروبى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1792, '1792', 'سوسن كامل محمد على حدوا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1793, '1793', 'شوقى ذين عبد الحميد العسوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1794, '1794', 'احمد محمد كمال الغنام', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1795, '1795', 'روجينا محمد كمال الغنام', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1796, '1796', 'ساندى محمد كمال الغنام', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1797, '1797', 'نورين محمد كمال الغنام ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1798, '1798', 'لؤى محمد محمد الخولانى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1799, '1799', ' محمد محمد عبدة الخولانى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1800, '1800', 'يوسف محمد محمد عبده الخولانى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1801, '1801', 'جومانا محمد نصر حسن فرج الله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1802, '1802', 'جوليان محمد نصر حسن فرج الله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1803, '1803', 'جويدا محمد نصر حسن فرج الله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1804, '1804', 'اسلام احمد احمد  السيد جعفر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1805, '1805', 'فاطمة احمد الشحات جودة', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1806, '1806', 'عبير يسرى احمد احمد السيسى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1807, '1807', 'مصطفى رضوان على ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1808, '1808', 'محمد عبد الوهاب حسن ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1809, '1809', 'ممدوح السادات حسين الشوا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1810, '1810', 'اسلام السيد عبد الفتاح شعلان', '0', 'م الخدمات التعليميه ع المروة بورفؤاد', '1004737209', '1207955359', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1811, '1811', 'مغاورى محمد ابراهيم شردى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1812, '1812', 'رانيا محمد ابراهيم ابراهيم', '0', 'م الخدمات التعليميه ع المروة بورفؤاد', '1004737209', '1207955359', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1813, '1813', 'سلمى مصطفى محمد محمد سلطان ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1814, '1814', 'محمد عادل عبده سالم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1815, '1815', 'امال محمود هريدي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1816, '1816', 'امنيه احمد صالح فخرى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1817, '1817', 'كريمه احمد صالح فخرى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1818, '1818', 'على عبدالله احمد غازى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1819, '1819', 'امير رمزي شكر الله ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1820, '1820', 'فاطمه محمد محمد الخولي جوده ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1821, '1821', 'بلال السيد السيد السيد ابو صير ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1822, '1822', 'نجلاء حمدي محمد خليل ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1823, '1823', 'شريف محمد السعيد المحلاوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1824, '1824', 'محمد ابراهيم الدسوقى حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1825, '1825', 'محمد فوزى ثابت عمران', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1826, '1826', 'محمد جمال الدين يونس ابو ريا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1827, '1827', 'حسام عرفه السيد عرفه ابو سليمه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1828, '1828', 'شويكار مختار كامل الجداوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1829, '1829', 'محمد محمد السيد احمد عبدالعزيز', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1830, '1830', 'محمود رزق  عبد اللطيف ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1831, '1831', 'وائل محمد اسماعيل الزند', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1832, '1832', 'عمرو ابراهيم محمد ابراهيم الزغبى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1833, '1833', 'عمر محمد غريب رزق', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1834, '1834', 'عبد الرحمن ابراهيم يوسف فهمى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1835, '1835', 'السيد رمضان السيد علي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1836, '1836', 'محمد عيد محمد الخولى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1837, '1837', 'اشرف عيد محمد على الخولى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1838, '1838', 'عيد عبد الرحمن محمد الباير', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1839, '1839', 'نانسى السيد سليمان محمد احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1840, '1840', 'حسام ابراهيم حسن ابراهيم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1841, '1841', 'تحيه السعيد حامد عبد اللطيف ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1842, '1842', 'محمد محمد عبود حسن جبر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1843, '1843', 'وليد السيد محمود متولى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1844, '1844', 'ولاء السيد محمود متولى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1845, '1845', 'مروه السيد محمود متولى عبد القادر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1846, '1846', 'احمد محمد على عبد الراضى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1847, '1847', 'محمد مجدي عبد المحسن فرج حسن ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1848, '1848', 'منيره ابراهيم السيد محمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1849, '1849', 'طلعت محمد تمام سلامه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1850, '1850', 'احمد محمد مهدى احمد احمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1851, '1851', 'ايمن محمد على جعفر نجم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1852, '1852', 'طارق حامد السيد عطوه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1853, '1853', 'محمد سمير سعد ابراهيم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1854, '1854', 'هنيه ثابت محمود عاصر ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1855, '1855', 'سهام شحاته ابراهيم حسانين', '0', 'ال5000 وحده ع27 ش22', '1212352336', '1024111063', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1856, '1856', 'جيهان احمد محمد محمد البهلوان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1857, '1857', 'خالد فكري ابراهيم علي عتمان ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1858, '1858', 'محمد حسن عبد العال رشوان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1859, '1859', 'عمر محمد مصطفى عوض الدالى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1860, '1860', 'ابراهيم علي حسن السايس ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1861, '1861', 'تالا هاني محمد عبده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1862, '1862', 'يوسف محمد محمد عبده حجاج', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1863, '1863', 'تامر محمد حسن حسن الشافعي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1864, '1864', 'نجوى ابراهيم محمد سلم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1865, '1865', 'سهير احمد عباس فرج', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1866, '1866', 'يحي عبد الجليل محمد حمام', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1867, '1867', 'بشرى محمد طلعت عبده كراويه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1868, '1868', 'هبه على رجب محمد المصرى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1869, '1869', 'محمد على محمد محمد محمد الغياتي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1870, '1870', 'اسلام على محمد محمد الغياتي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1871, '1871', 'حنان حمدى تغيان احمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1872, '1872', 'مني عيسوي محمد عيسوي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1873, '1873', 'احمد ياسر خضر محمد احمد الزهار', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1874, '1874', 'محمد ياسر خضر محمد احمد الزهار', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1875, '1875', 'امل الحسيني علي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1876, '1876', 'هناء  عوض عبد الحميد حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1877, '1877', 'محمد احمد مصطفي مهران', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1878, '1878', 'عبد الرحمن احمد مصطفي مهران', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1879, '1879', 'مؤمن احمد مصطفى مهران', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1880, '1880', 'محمد احمد حسن جاد الله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1881, '1881', 'احمد محمد عبدالله زيدان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1882, '1882', 'فريال مصطفي ابراهيم شراره', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1883, '1883', 'ضياء محمد الشامي محمد ثابت عبدالله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1884, '1884', 'صفا محمد ابراهيم ابراهيم بيومي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1885, '1885', 'صلاح عبد الحليم حسن منسي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1886, '1886', 'مروه عباس محمد الشامي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1887, '1887', 'سامح سمير السيد حمزة', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1888, '1888', 'اسماعيل محمد عبد الرحمن زمبيل ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1889, '1889', 'محمد مروان طه ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1890, '1890', 'محمود عبد الله احمد سليمان ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1891, '1891', 'مصطفي احمد حسان فرج ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1892, '1892', 'اسماء السيد السحراوى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1893, '1893', 'فاطمه محمد ابراهيم زقزوق', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1894, '1894', 'على محمد على حسن ابو الدهب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1895, '1895', 'ناصره السيد مصطفى مناديله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1896, '1896', 'صفيه السيد العربى محمد رضوان ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1897, '1897', 'مروه غريب محمد العشماوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1898, '1898', 'رافت علي حسن ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1899, '1899', 'علي محمد مصطفي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1900, '1900', 'مروه انور حسن الطرابيلى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1901, '1901', 'اية عوض عوض مخلص', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1902, '1902', 'امانى زكريا احسان محمد السيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1903, '1903', 'محمد علاء الدين عادل نعمان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1904, '1904', 'ايمان ابراهيم عبد النبي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1905, '1905', 'محمد ابراهيم عبد النبي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1906, '1906', 'محمد سعد محمد طه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1907, '1907', 'هبه جمال محمد طه يوسف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1908, '1908', 'سبيله محمد محمد ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1909, '1909', 'كمل السيد عبد الهادى شبانه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(1910, '1910', 'احمد محمد حفنى محمد عاشور', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2010, '2010', 'محمد حماد مسعد اسماعيل ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL);
INSERT INTO `customers` (`id`, `code`, `name`, `idCard`, `address`, `mobile`, `phone`, `area`, `floor`, `other`, `total`, `customer_type`, `sales_id`, `created_at`, `updated_at`, `deleted_at`) VALUES
(2011, '2011', 'محمود حماد مسعد اسماعيل ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2012, '2012', 'اميمه سليمان السيد وهبه ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2013, '2013', 'هشام احمد محمد عبد النبى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2014, '2014', 'هشام محمد عبد العليم فرغلي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2015, '2015', 'عزه عبد المجيد علي سليمان ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2016, '2016', 'ابتسام حسن السيد عبد الرحيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2017, '2017', 'رشا السيد احمد الشامى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2018, '2018', 'كيرلس رومانى مساك حنا ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2019, '2019', 'محمود السيد بكري عثمان جبريل ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2020, '2020', 'زينب احمد محمد العمري ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2021, '2021', 'حنان حسن يوسف منتصر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2022, '2022', 'محمد كريم سمير احمد الباسل', '0', 'الحى الاماراتى محمد مهران عماره 70 ش16', '1277081778', '1032520988', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2023, '2023', 'يوسف شرين كامل محمد الشربينى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2024, '2024', 'ايمان كامل عبدالعظيم ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2025, '2025', 'يوسف كريم سمير احمد الباسل ', '0', 'الحى الاماراتى محمد مهران عماره 70 ش16', '1277081778', '1032520988', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2026, '2026', 'محمود سمير محمد مصطفى مسعود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2027, '2027', 'محمد رمضان عبد الحميد عبد الغفار', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2028, '2028', 'ناريمان عبد الرازق ابراهيم زعلول ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2029, '2029', 'شيرين محمد رضا ابراهيم الحمامى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2030, '2030', 'محمد محمود محمد هريدى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2031, '2031', 'تامر محمد عبد الفتاح عيسى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2032, '2032', 'نور الدين السيد زكريا ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2033, '2033', 'محمد اسماعيل محمد عبده مسعد الفوال ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2034, '2034', 'محمود اسماعيل محمد عبده مسعد الفوال ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2035, '2035', 'احمد فتحى السادات الحسينى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2036, '2036', 'اسلام ابو بكر ناجى محمد ابراهيم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2037, '2037', 'مؤمن عبده سادات عبده سيد احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2038, '2038', 'احمد عبده سادات عبده سيد احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2039, '2039', 'عطيات عبد الحميد عبد الغفار اسماعيل ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2040, '2040', 'ايمان عبد الوهاب عبد الوهاب ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2041, '2041', 'شيماء السعيد محمد على', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2042, '2042', 'عيد محمد محمد العرابى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2043, '2043', 'محمد احمد كمال محمد اسماعيل ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2044, '2044', 'ابراهيم ابراهيم ابراهيم غنيم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2045, '2045', 'ابراهيم عبده ابراهيم المنايلى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2046, '2046', 'ايمان رفاعي محمود الرفاعي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2047, '2047', 'عبد الرحمن سعد سعد التابعى سراج', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2048, '2048', 'انتصار سكوتى فواز', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2049, '2049', 'طارق السيد العربي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2050, '2050', 'كريم عطيه توفيق  عطيه ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2051, '2051', 'عبدالله السيد بدر عبد الرحمن ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2052, '2052', 'شويكار صلاح متولى الغيطانى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2053, '2053', 'احمد محجوب محمد محجوب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2054, '2054', 'ابتهال ابراهيم اسماعيل مهدى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2055, '2055', 'ليلى عبده رمضان ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2056, '2056', 'عمر محمد السيد الداودى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2057, '2057', 'ماجده عبد الصبور عمران', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2058, '2058', 'ايمان خليل سليم احمد جبريل ', '0', 'ري', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2059, '2059', 'محمود رفعت محمود عبد الحميد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2060, '2060', 'مؤمن رفعت محمود عبد الحميد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2061, '2061', 'سماح رزق امين محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2062, '2062', 'نجوى السيد محمد محمد قطاريه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2063, '2063', 'طه محمود طه محمود الساعى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2064, '2064', 'ناديه عدلى على محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2065, '2065', 'احمد محمد احمد داود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2066, '2066', 'منال فرج مصطفى ورد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2067, '2067', 'محمود محمد محمد يوسف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2068, '2068', 'رحاب محمد محمد يوسف', '028901050300342', 'شباب المدينه برج الموانى شقه 11 الزهور بورسعيد', '01207793196', '001223166312', '100', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-09-11 11:42:13', NULL),
(2069, '2069', 'كوثر على محمد محمد شلبى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2070, '2070', 'يحي عبد الحميد ابراهيم ياسين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2071, '2071', 'احمد طارق محمود احمد ادريس', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2072, '2072', 'محمود عز العرب محمود شوشه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2073, '2073', 'رضوى السيد محمد السيد على ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2074, '2074', 'علا محمد احمد عبد النعيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2075, '2075', 'هبه الله حسن حسن ابو العنين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2076, '2076', 'عبدالله حسن حسن محمد ابو العنين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2077, '2077', 'السيد محمد السيد على', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2078, '2078', 'العربى عبد الملك سيد احمد سليم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2079, '2079', 'نرمين احمد عبدالعال حسين ابو زيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2080, '2080', 'عزيزة ابراهيم مصطفى عسكر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2081, '2081', 'محمد محمود عبد القادر ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2082, '2082', 'محمد صلاح صابر ابراهيم حمادة', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2083, '2083', 'ساره محمد نجيب عزت احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2084, '2084', 'راوية عبدالله امين مصطفى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2085, '2085', 'محمد احمد احمد عبد الرازق الزينى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2086, '2086', 'احمد محمد محمد عبد العال ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2087, '2087', 'هبه الله عبد اللطيف على ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2088, '2088', 'مصطفى عبده مرسى محمد متولى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2089, '2089', 'هويده محمد عبد الرحيم عوض الله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2090, '2090', 'محمد احمد خليل امين اسماعيل ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2091, '2091', 'علاء الدين محمد ابراهيم عبد الحى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2092, '2092', 'عرفه عرفه السيد فرج الله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2093, '2093', 'ماجده عبد المعطى حسن محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2094, '2094', 'وصفيه سعد السيد محمد الكيال ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2095, '2095', 'سعاد عبد الرحمن محمد صابر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2096, '2096', 'احمد مجدى السعيد السيد فليه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2097, '2097', 'حسين احمد العجمى الشوه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2098, '2098', 'السعيد جوده محمد ثروت', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2099, '2099', 'عمرو السيد مغازى محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2100, '2100', 'حسام السيد مغازى محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2101, '2101', 'سهام لطفى ابراهيم الدسوقى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2102, '2102', 'هبه الله كمال السيد السيد ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2103, '2103', 'فايزه محمود محمود محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2104, '2104', 'سعاد ابراهيم النبوى مصطفى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2105, '2105', 'عمر عبد الحميد ابراهيم  شقرف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2106, '2106', 'عمر السيد محمد الخريبى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2107, '2107', 'ياسمين يوسف محمد حسن رجب ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2108, '2108', 'مصطفى هشام  الدين محمود سرور', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2109, '2109', 'الاء حامد حامد عطا المحروق ', '0', 'تعاونيات الزهور عمارة صلاح الدين مدخل 2 الدور التالت ش13', '1019936509', '1554375360', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2110, '2110', 'محمد سمير احمد اسماعيل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2111, '2111', 'احمد محمد عادل عبده الدالى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2112, '2112', 'محمد ابو حلاوة محمود ابراهيم حسانين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2113, '2113', 'شامة اسعد محمد ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2114, '2114', 'عبدالله اسلام ابراهيم احمد الحسينى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2115, '2115', 'انور جلال الدين عبد القادر عبد الله ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2116, '2116', 'صبيره التبولى نصر عبد اللطيف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2117, '2117', 'عبير محمد فوزى فرحات احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2118, '2118', 'عمر عبده شحاته على النجار', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2119, '2119', 'محمد فوزى يوسف مرسى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2120, '2120', 'يعقوب سامى بهنان جرجس', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2121, '2121', 'وسام السيد محمد على ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2122, '2122', 'احمد فؤاد احمد سالم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2123, '2123', 'يوسف مصطفى الدسوقى محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2124, '2124', 'مصطفى جمعه محمد عبد االحميد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2125, '2125', 'ساره ابراهيم السيد محمد فرج', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2126, '2126', 'هاجر ابراهيم السيد محمد فرج', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2127, '2127', 'بلال محمود ايوب محمود محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2128, '2128', 'محمد محمود ايوب محمود محمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2129, '2129', 'محمد بركات محمد حلمى بركات', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2130, '2130', 'احمد محمد احمد فريد محمد هند', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2131, '2131', 'احمد محمد كمال عبد العزيز شلبى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2132, '2132', 'ابراهيم حسن ابراهيم السيد صالح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2133, '2133', 'مصطفى محمود احمد محمود عبد النبى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2134, '2134', 'حسين وجدى محمد السيد مرزوق', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2135, '2135', 'محمود محمد مسعد ابو عيسى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2136, '2136', 'امال محمد ابو الاسرار محمد حسن ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2137, '2137', 'هبه جمال احمد سلامه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2138, '2138', 'عنايات فرحات السيد السيد صالح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2139, '2139', 'منى احمد غريب الباسطى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2140, '2140', 'كريم السيد محمد عبده شطا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2141, '2141', 'وفاء مصطفى عبد الرحمن محمد الحفنى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2142, '2142', 'خالد محمد عبده مهدى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2143, '2143', 'عمر ياسر يوسف على عطيه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2144, '2144', 'ساره عبد القادر على السيد ابو العلا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2145, '2145', 'ندى مجدى صابر احمد شرف الدين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2146, '2146', 'اسماء احمد فتحى محمد العشى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2147, '2147', 'محمد مجدى السعيد محمد ابو الخير', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2148, '2148', 'مايسه درويش محمد سليمان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2149, '2149', 'نيهال السيد عبد الغنى الصيفى ', '0', 'ال5000 عماره 14 ش23', '1005615779', '1004514536', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2150, '2150', 'احمد خالد رزق الغازى ', '0', 'ال5000 عماره 14 ش23', '1005615779', '1004514536', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2151, '2151', 'روان محمد سعيد محمد عبده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2152, '2152', 'هبه احمد محمود المياح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2153, '2153', 'سوسن حامد على سمره', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2154, '2154', 'مازن وجدى محمد كامل شيتوى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2155, '2155', 'زياد وجدى محمد كامل شيتوى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2156, '2156', 'السيد جابر عبده مسعد عطعوط', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2157, '2157', 'فاطمه السيد اسماعيل حواله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2158, '2158', 'محمد رافت عبد البارى حسن السيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2159, '2159', 'حميده خليل محمد المحروقى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2160, '2160', 'امانى سالم مرسى الجيار ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2161, '2161', 'طارق حسن محمد حبش ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2162, '2162', 'رضا محمد احمد احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2163, '2163', 'منار مصطفى محمود احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2164, '2164', 'ياسمين رافت عبد البارى حسن السيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2165, '2165', 'رحاب الشريف احمد مهران ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2166, '2166', 'السيد عبد الصبور عمران عبد الحميد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2167, '2167', 'احمد محمد الداودى ابو العز ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2168, '2168', 'سها محمد حامد محمد عدس', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2169, '2169', 'محمد محمود نور نور الامام', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2170, '2170', 'اسلام ياسر عبد المجيد محمد محمود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2171, '2171', 'نجلاء السيد ابراهيم احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2172, '2172', 'محمد عمرو عز الدين محمود فؤاد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2173, '2173', 'فاطمه محمد عبد الرؤوف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2174, '2174', 'حسا محمد محمد الاشبن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2175, '2175', 'منال رمضان محمد عبد المنعم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2176, '2176', 'غاده حسين ابراهيم على', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2177, '2177', 'رانيا عبده ابراهيم حسن الاخرس ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2178, '2178', 'ميرفت على عبد الرحمن عيسى ', '0', '37شباب المدينه اكتوبر -بورسعيد', '1205204155', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2179, '2179', 'سمير فاروق عبد الرازق بيومى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2180, '2180', 'محمود ممدوح كمال محمد البدرى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2181, '2181', 'صلاح السيد المحمدى حماد على ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2182, '2182', 'محمد خليل محمد على نعمان ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2183, '2183', 'يوسف احمد محمد الداودى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2184, '2184', 'مصطفى محمد رجب قاسم خليل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2185, '2185', 'منى المحمدى حماد على ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2186, '2186', 'محمد محمد احمد مصطفى احمد موسى', '0', 'تعاونيات الجيزه ع علي ابراهيم مدخل 4 ش 9', '1204261120', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2187, '2187', 'باسل حاتم محمد محمد ابو العلا ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2188, '2188', 'نورا حاتم محمد محمد ابو العلا', '0', 'ش الجعفرية والزاوية المناخ بورسعيد', '1201123985', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2189, '2189', 'محمد حاتم محمد محمد ابو العلا ', '0', 'ش الجعفرية والزاوية المناخ بورسعيد', '1201123985', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2190, '2190', 'فاطمه حسن محمد السيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2191, '2191', 'محمد السيد طه مصطفى درويش', '0', 'ش نبيه وحاره ابو الفتح المناخ بورسعيد', '1285695365', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2192, '2192', 'كريم محمد عوض شحاته مهدى الصافى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2193, '2193', 'وداد محمد على القصبى', '0', 'بورفؤاد ع البناء والتشيد', '1283045232', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2194, '2194', 'عبد الرحمن حسن محمد الزلوعى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2195, '2195', 'احمد متولى عباس احمد سرحان ', '0', 'القنال الدخلي ع 81  ش21 ', '1225610574', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2196, '2196', 'محمد رمضان السعيد عبده الضوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2197, '2197', 'حبيبه ابراهيم عبد العاطى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2198, '2198', 'منى عبد البارى حسين قناوى', '0', 'مساكن الحرية ع 102 ', '1002375927', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2199, '2199', 'احمد عيد خلف عبد المطلب', '0', 'مساكن الحرية ع 102 ', '1002375927', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2200, '2200', 'ايمان يحى محمد شيتوى', '0', '2على بن ابى طالب طاقه الشمسيه ', '1220926051', '1277133230', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2201, '2201', 'هويدا احمد عبد الرحيم احمد', '0', '115مساكن المروة الزهور بورسعيد', '1281669478', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2202, '2202', 'اميره محمد خالد مصطفى ', '0', 'عمارات بروتكس ع24 الدور السادس ', '1280563728', '1286038341', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2203, '2203', 'اسراء احمد عبد الرحيم احمد عزب', '0', 'ع سلامة حجازي مدخل أ - تعاونيات الزهور', '1094331600', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2204, '2204', 'سماح سليمان احمد على حسن', '0', 'بورفؤاد الخدمات الصحية م1 ش 24 بورسعيد', '1093147006', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2205, '2205', 'محمد محمد محمد محمد الجابرى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2206, '2206', 'نجلاء احمد محمد محمود العمرى ', '0', '50شباب الخرجين -الضواحي', '1227117673', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2207, '2207', 'ممدوح عبدر القادر مسعد الحارتى', '0', 'تعاوينيات الزهور مدخل 3 شقة 4', '1012897031', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2208, '2208', 'روضه جمعه محمد عبد الحميد', '0', '39ج عمر بن الخطاب الزهور', '1069315064', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2209, '2209', 'جيهان فؤاد عبد الحميد بكرى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2210, '2210', 'عبد الرحمن ابراهيم عبد الرحمن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2211, '2211', 'عمرو عابدين السيد محمود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2212, '2212', 'صفاء على سليمان على', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2213, '2213', 'احمد عبد الرحمن ابراهيم عبد الرحمن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2214, '2214', 'خالد عبد الرحمن ابراهيم عبد الرحمن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2215, '2215', 'نجلاء احمد ابراهيم الشوربجى', '0', 'مساكن الاقتصادية بورفؤاد', '1221196532', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2216, '2216', 'محمد مجدى صادق اسماعيل', '0', '27مساكن شباب اكتوبر الزهور ', '1026955974', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2217, '2217', 'اباء يحى محمود طه شطا ', '0', 'خالد بن الوليد ع98 مدخل أ شقة 17 الزهور بورسعيد', '1221140577', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2218, '2218', 'عصام حسن عبد الرؤوف مشالى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2219, '2219', 'اجلال على محمد على حسين ', '0', 'كفر نشوة مركز منيا القمح - الشرقية', '1201984359', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2220, '2220', 'مرفت الحسينى محمد محمد موسى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2221, '2221', 'وائل محمد عبد الوهاب السنبارى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2222, '2222', 'اشرف حسين احمد يوسف عياده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2223, '2223', 'سحر السيد احمد سباعى ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2224, '2224', 'احمد السيد حامد السيد الملا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2225, '2225', 'احمد سمير محمد عباس السحراوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2226, '2226', 'جملات عبد الحميد احمد مقبول رفاعى ', '0', '12السلام الجديد الضواحي', '1229179032', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2227, '2227', 'زياد محمد على عبد المنعم ', '0', 'برج جني 102 ش1 الدور الثاني الضواحي بورسعيد', '1222828128', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2228, '2228', 'عمر محمد على عبد المنعم ', '0', 'برج جني 102 ش1 الدور الثاني الضواحي بورسعيد', '1222828128', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2229, '2229', 'بدر محمد على المحمدى', '0', 'مركز المنزله-الدقهلية', '1282901257', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2230, '2230', 'اسلام ابراهيم زكريا السيد شحاته', '0', 'مساكن ال 5000وحده ع94 ش6', '1007469323', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2231, '2231', 'محمد ابراهيم زكريا السيد شحاته', '0', 'مساكن ال 5000وحده ع94 ش6', '1092500748', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2232, '2232', 'هيثم حسين عبد الحميد', '0', 'تعاونيات الجيزه ع علي ابراهيم مدخل 3', '1007099782', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2233, '2233', 'اميره ابو العلا على ', '0', 'تعاونيات الجيزه ع علي ابراهيم مدخل 3', '1007099782', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2234, '2234', 'اسلام صلاح الدين المحمدى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2235, '2235', 'احمد ياسر حسن محمد مامون', '0', 'مساكن المنطقة الثامنة ع53 ش4 المناخ بورسعيد', '1204527004', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2236, '2236', 'عبد الرحمن ياسر حسن محمد مامون', '0', 'مساكن المنطقة الثامنة ع53 ش4 المناخ بورسعيد', '1204527004', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2237, '2237', 'السيد سعد محمد اليمنى', '0', '115حي الكويت -العرب', '1270657999', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2238, '2238', 'زينب سعد محمد اليمنى ', '0', 'حي الكويت ع 127 ش 6', '1220774348', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2239, '2239', 'حسن جابر ضاحى محمد حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2240, '2240', 'محمد احمد على احمد الجيار', '0', 'ع عمر مكرم الزهور ', '1091608002', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2241, '2241', 'السيد احمد احمد سرحان ', '0', '9المنطقة السادسة المناخ بورسعيد', '1224201401', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2242, '2242', 'محمود صلاح الدين حلمى محمود شطا', '0', '31علي بن ابي طالب الطاقة الشمسية ش8 الزهور بورسعيد', '1064241177', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2243, '2243', 'محمد ممدوح كمال محمد البدرى', '0', 'بورسعيد برج سارة ش القنال ', '1204100555', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2244, '2244', 'نصر محمد عبد العزيز احمد حسن', '0', 'شارع اسوان و99 المناخ', '1200186788', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2245, '2245', 'اسامه محمد السيد الداودى ', '0', '27مساكن الزهور بورسعيد', '1277675655', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2246, '2246', 'محمد حسن احمد حسين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2247, '2247', 'احمد مصطفى احمد مصطفى السقا', '0', 'بلال بن رباح عمارة 21 ب ش 16', '1030106408', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2248, '2248', 'احمد وليد مسعد رضوان شليل', '0', '19أ مساكن بنك الاسكان والتعمير ش2 الزهور بورسعيد', '1279657201', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2249, '2249', 'محمد السعيد عوض ابراهيم الدمك', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2250, '2250', 'الهام طه ابو العطا الموافى', '0', '253مساكن الهيئة بورفواد', '1148218730', '1271490231', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2251, '2251', 'صابرين عبد القادر احمد اسماعيل ', '0', 'عمرو بن العاص ع 28ب ش7', '1227461617', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2252, '2252', 'اسماء محمد حسن على ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2253, '2253', 'مرفت ابراهيم طه ابراهيم ', '0', 'بنك الاسكان ع12 ش4', '1220831925', '1224176997', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2254, '2254', 'محمود ابراهيم محمد المبتولى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2255, '2255', 'ايمان السيد محمد ابو المعاطى ترك', '0', '33ش الحمدي والبكري المناخ', '1067543639', '1286875926', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2256, '2256', 'روفيده وائل عبده مصطفى ', '0', '5000وحده ع 171 ش 7', '1277208629', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2257, '2257', 'عمر عصام الدين حلمى محمود شطا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2258, '2258', 'احمد رجب محمد ابراهيم حجازى', '0', 'الشبول مركز المنزلة الدقهلية', '12077988900', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2259, '2259', 'عبد السميع رجب محمد ابراهيم حجازى', '0', 'الشبول مركز المنزلة الدقهلية', '12077988900', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2260, '2260', 'مديحه الزاهر حسن على ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2261, '2261', 'عبير رمضان حسن ابراهيم', '0', 'مساكن 5000 وحده ع 94 ش 6', '1098623384', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2262, '2262', 'صبرى احمد فهمى يوسف مهنا', '0', '44شارع بنما والظاهر الشرق-بورسعيد', '1211156222', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2263, '2263', 'عبد الله ابراهيم صالح صالح ', '0', 'عثمان بن عفان ع 46 ش 4 الزهور بورسعيد', '1282590373', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2264, '2264', 'نسرين توكل محمد حجاج', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2265, '2265', 'رنا جابر فتحى ابوزيد العرابى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2266, '2266', 'ايه ضياء الدين سالم عيسى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2267, '2267', 'روان محمد احمد محمد عمر ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2268, '2268', 'ابراهيم عجمى محمد دسوقى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2269, '2269', 'رحاب محمد حسن عياد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2270, '2270', 'باسل  على محمد فرج مطاوع', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2271, '2271', 'دعاء عبده متولى عبده قناوى', '0', '7الصباع م الكويت المناخ بورسعيد', '1205538052', '1553334519', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2272, '2272', 'انصاف ابو ضيف رضوان ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2273, '2273', 'عادل ناصر ابراهيم محمد عبد العال', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2274, '2274', 'عوضه السيد السيد السيد جربوع ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2275, '2275', 'هبه الله عبده خضر عبده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2276, '2276', 'عبد الرحمن السيد حسين عبد الجبر', '0', 'خالد بن الوليد ع16أ ش7 الزهور بورسعيد', '1210014382', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2277, '2277', 'شربات السيد محمد عبد الحليم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2278, '2278', 'محمود محمد رمضان محمد عبده المرسى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2279, '2279', 'محمود عبد القادر محمد محمود الدش', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2280, '2280', 'اشرف محسن محمد طيره ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2281, '2281', 'محمد على  متولى البربرى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2282, '2282', 'محمد حسن السيد عبد الرحيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2283, '2283', 'اسلام ابراهيم ابراهيم خليل', '0', 'مساكن عمر بن عبد العزيز ع76 ب ش 10 الزهور بورسعيد', '1281697402', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2284, '2284', 'منه الله جمال حسانين محمد شحاته', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2285, '2285', 'هبه حسن احمد عبد العال', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2286, '2286', 'محمد غريب عوض محمد المغازى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2287, '2287', 'سماح عزت سعد التابعى سراج', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2288, '2288', 'ميادة العربى محمود عبدالله احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2289, '2289', 'نجلاء محمد عطيه على حسن ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2290, '2290', 'حسنيه محمد عطيه على ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2291, '2291', 'نادرة محمد عطيه على', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2292, '2292', 'سها ابراهيم احمد خليل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2293, '2293', 'ايه مسعد يحى محمد سعود', '0', 'عمارة بدر مدخل 3 تعاوينات الزهور بورسعيد', '1003840433', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2294, '2294', 'العربى محمد رزق عوف ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2295, '2295', 'امانى ابراهيم ابراهيم عبد الهادى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2296, '2296', 'محمد على محمود على نخله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2297, '2297', 'اسامه عرفه عبد الحميد عرفات ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2298, '2298', 'محمد عبد الباسط محمود احمد على', '0', 'مساكن عمر بن الخطاب ش9 الزهور بورسعيد ', '1200036142', '1206102590', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2299, '2299', 'حسن سعد مسعد حسن الوهيدى ', '0', '63أ عمرو بن العاص الزهور بورسعيد', '1288422520', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2300, '2300', 'ياسر رمضان محمد فهيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2301, '2301', 'محمد على مختار على يوسف', '0', 'تعاونيات الجيزة مدخل 2 ع الترمذي ش28 الدور السادس', '1226654226', '1273682106', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2302, '2302', 'رجاء محمد كمال الزهرى', '0', '26مساكن عمر بن عبد العزيز', '1220557784', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2303, '2303', 'ريم محمد محمد ابراهيم الاشعل', '0', '32ب بلال ', '1210114100', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2304, '2304', 'جهاد محمود مرسى محمد عبد العال', '0', 'ال 5000وحدة ع 171 ش18 الزهور بورسعيد', '1206028528', '1227907939', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2305, '2305', 'محمد محمد ابراهيم احمد الشرقاوى', '0', 'ش الجعفرية وابو الفتح', '1272554306', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2306, '2306', 'دينا محمد ابراهيم احمد الشرقاوى', '0', 'ش الجعفرية وابو الفتح', '1158844419', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2307, '2307', 'امير محمد السيد احمد باشا', '0', '15ش الجيش وعبد المنعم شروق', '1222999014', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2308, '2308', 'احمد محمد السيد احمد باشا', '0', '15ش الجيش وعبد المنعم شروق', '1222999014', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2309, '2309', 'على صلاح على جابر محمود', '0', 'عثمان بن عفان ع 9 ش 10', '1227779315', '1229384526', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2310, '2310', 'اسلام السيد محمد محمود العتر', '0', 'الجيزه صنفاء مدخل 4 الدور الخامس ش 23', '1201519324', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2311, '2311', 'اسامه السيد عبد الرازق العسكرى', '0', 'الزهور مساكن المروه عماره 103 ش 15', '1229470541', '1012764566', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2312, '2312', 'احمد محمد رزق محمد شحاته', '0', 'شباب الخرجين ع 8 ش4 الزهور بورسعيد', '1005006218', '1202804153', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2313, '2313', 'اميره محمد رزق محمد شحاته', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2314, '2314', 'هاجر السيد على محمد الهلواتى', '0', 'مساكن الصفا ع 107 ش4', '1222926771', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2315, '2315', 'رضا المغاورى حسن محمد', '0', 'الزهور - بورسعيد', '1016752772', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2316, '2316', 'خالد محمد صابر عزب سليمان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2317, '2317', 'امير محمد احمد عبد الرحمن مكى ', '0', 'بورسعيد ', '123088187', '1273613598', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2318, '2318', 'نادر رشا عبده حمد بكير', '0', 'الزهور عمربن عبد العزيز ع 52 ش18', '128466692', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2319, '2319', 'مينا عادل بسطه بباوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2320, '2320', 'امال نيروز جوده نيروز', '0', 'الزهور بلال بن رباح ع 23 ش19', '1273950580', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2321, '2321', 'امل ابراهيم ابراهيم البرلسى', '0', '18مساكن 6اكتوبر المناخ', '1212654193', '1225156427', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2322, '2322', 'راندا السيد عبد الباقى السعيد الباز', '0', '18مساكن 6اكتوبر المناخ', '1212654193', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2323, '2323', 'عبد الرحمن علاء محمد عبد القادر محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2324, '2324', 'السيد الخضرى عوف حموده', '0', '80مساكن الصفا شقه1الضواحى', '1283303145', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2325, '2325', 'احمد على محمد رضا حموده', '0', 'ش صلاح الدين ', '1550116615', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2326, '2326', 'محمد على محمد رضا حموده', '0', 'ش صلاح الدين ', '1201973949', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2327, '2327', 'اميره السيد على على ', '0', 'بحر البقر', '1065477214', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2328, '2328', 'رامز حسام السيد عبد الرحمن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2329, '2329', 'مهاب اشرف فؤاد محمود شحاته الخشت', '0', 'ع صلاح الدين تعاونيات الزهور', '1271838850', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2330, '2330', 'داليا احمد محمد عبد الحى حشيش', '0', 'ع صلاح الدين تعاونيات الزهور', '1271838850', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2331, '2331', 'عبدالله حمدى عباس عباس الناغى', '0', 'مركز المطرية -الدقهلية', '1281376780', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2332, '2332', 'خالد احمد محمد ابو المجد', '0', 'فاطمة الزهراء امام جامع ام القري عمارة 154 ش8 الضواحي بورسعيد', '1271413834', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2333, '2333', 'محمد عبده عبده محمد امين', '0', 'سعد زغلول - بورسعيد', '1004613618', '1200854243', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2334, '2334', 'اسامه محمد حلمى الدسوقى الجارحى', '0', 'الحرية المناخ', '1287964099', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2335, '2335', 'شيماء محمود اسماعيل سلامه اسماعيل', '0', 'الزهور عمر بن عبدالعزيز', '1206170309', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL);
INSERT INTO `customers` (`id`, `code`, `name`, `idCard`, `address`, `mobile`, `phone`, `area`, `floor`, `other`, `total`, `customer_type`, `sales_id`, `created_at`, `updated_at`, `deleted_at`) VALUES
(2336, '2336', 'احمد محمد احمد حمزه', '0', 'الزهور مساكن الطاقة الشمسية ع76 ش8', '1284091952', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2337, '2337', 'عزه صديق بدران محمد', '0', '31حي الكويت -المناخ ', '1019695415', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2338, '2338', 'اميره صلاح الدين محمد محمد ', '0', 'شارع اوجينا امام مستشفى الاميرى فوق صيدليه بورسعيد الدور الاول ش3', '1551088837', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2339, '2339', 'اياد رافت رضوان صالح سليم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2340, '2340', 'انتصار ابراهيم احمد حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2341, '2341', 'محمود السيد العربى احمد ابو حديد', '0', 'حي الكويت ع83 ش10', '1205774888', '1210065281', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2342, '2342', 'ناديه عمر اسماعيل عمر ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2343, '2343', 'اميمه سعد رجب سعد القشاوى ', '0', 'ش السواحل رقم 1 ملك ورثة محمد عبد العزيز الدور الاول ش 2', '1203770325', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2344, '2344', 'مؤمن صلاح احمد عز الدين احمد', '0', 'المنطقة الاولي ع24 ش5 المناخ بورسعيد', '1204670942', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2345, '2345', 'احمد محمد احمد البلاسى', '0', 'شارع سعد زغلول وحارة البدوي', '1222307949', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2346, '2346', 'عادل السيد محمد العيسوى', '0', 'عمرو بن العاص ع57 أ  ش6', '1282166004', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2347, '2347', 'محمد عوض عبده على القطان', '0', '66الامل الجديد الضواحي', '1027201085', '1229073685', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2348, '2348', 'تسنيم السيد السيد مصطفلى الصواف', '0', '51المنطقة السادسة مناخ بورسعيد', '1203164792', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2349, '2349', 'ولاء ابو العنين السيد ابو العنين', '0', '20مساكن اشتوم الجميل بورفؤاد', '1203970863', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2350, '2350', 'مصطفى على ابراهيم مصطفى الزغبى', '0', 'نبيه والسواحل المناخ', '1270312001', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2351, '2351', 'حمديه عباس عباس احمد الناغى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2352, '2352', 'محمد حسين يوسف محمد العايق', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2353, '2353', 'انعام حسين كتيله حسين ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2354, '2354', 'امال شعبان رمضان السيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2355, '2355', 'كريم اسامه محمود عبد الرازق الغزاوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2356, '2356', 'امنيه عبد الحليم محمد احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2357, '2357', 'شريف متولى عبد المقصود رزق', '0', 'شهاب', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2358, '2358', 'غفران عادل فهمى محمد ابراهيم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2359, '2359', 'حسام ابراهيم السيد السيد خورشيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2360, '2360', 'رامى متولى عبد المقصود محمد رزق', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2361, '2361', 'بثينه ثابت احمد حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2362, '2362', 'اسلام السيد العربى السعيد دحروج', '0', 'مساكن ال 5000 وحدة ع 185 ش 4 الزهور بورسعيد', '1276893043', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2363, '2363', 'فاطمه ابراهيم الغريب محمد فايد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2364, '2364', 'فتحيه ابراهيم الغريب محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2365, '2365', 'ساميه إبراهيم الغريب محمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2366, '2366', 'سيف محمد على عبد الرحمن وهيب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2367, '2367', 'محمد محمود رمضان محمد عبد العال', '0', 'ش الشرقية والقصير العرب بورسعيد', '1225056038', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2368, '2368', 'غاده عبد الغنى محمد احمد الحمامى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2369, '2369', 'ضاحى خلف عبد البديع درويش', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2370, '2370', 'ابراهيم ابراهيم محمد عبدة اللبان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2371, '2371', 'سحر محمد السيد عبد الحافيظ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2372, '2372', 'السيد محمود محمد توفيق على الجمل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2373, '2373', 'محمد محمود ياقوت ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2374, '2374', 'رحاب محمد عبد المعطى محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2375, '2375', 'عبده الطاهر رضوان عبد الحى هلال', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2376, '2376', 'ناديه حسين سيد احمد حسين', '0', 'خالد بن الواليد ع13 مدخل أ شقة 7 الزهور بورسعيد', '1272915867', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2377, '2377', 'صابرين رمضان محمود محمد الضحوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2378, '2378', 'نفين صبرى السيد ابراهيم لاشين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2379, '2379', 'رشا محمد محمود الاسلخ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2380, '2380', 'ايمن محمد مصطفى على الشطوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2381, '2381', 'مديحه النبوى احمد الجنجاوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2382, '2382', 'عليه محمد راتب مبروك', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2383, '2383', 'هدى جلال احمد حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2384, '2384', 'نفين السيد العربى طعيمه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2385, '2385', 'عاطف احمد شلتوت', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2386, '2386', 'سما مصطفى على ابراهيم مصطفى الزغبى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2387, '2387', 'صلاح صالح صالح عبد الرحيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2388, '2388', 'توحيدة محمد احمد ابو السعود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2389, '2389', 'منتصر احمد محمد عيد ضاحى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2390, '2390', 'رباب حسنى محمد الكيال', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2391, '2391', 'احمد حسنى عبد العزيز محمد امين ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2392, '2392', 'انس محمد عبد القادر محمد سلطان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2393, '2393', 'مؤمن إبراهيم احمد عبد العزيز حسن', '0', 'بورفؤاد المشروع 120 وحده ع2 ش8', '1222355488', '663405392', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2394, '2394', 'رضا عبد الكريم محمد حسين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2395, '2395', 'محمد اسامه عبد الفتاح احمد الشربينى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2396, '2396', 'ندا سمير محمد سعد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2397, '2397', 'سيلا محمود احمد محمد حسين العيسوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2398, '2398', 'اسماء احمد محمد العيسوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2399, '2399', 'عمرو عماد الدين حسن عبد الغفار', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2400, '2400', 'ندى مصطفى محمود فرج محمد عطالله ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2401, '2401', 'خيرى دياب محمد خيرى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2402, '2402', 'ايمن محمد عبد المجيد عبد الفتاح حلبى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2403, '2403', 'ياسين احمد حسن العربى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2404, '2404', 'منصفه مصطفى مصطفى الخياط', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2405, '2405', 'احمد ياسر عبد المجيد حسين عبد الموجود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2406, '2406', 'ندى محمد على محمد السيسى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2407, '2407', 'على السيد محمد محمد شهبوب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2408, '2408', 'سلمى احمد أبو العنين شتوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2409, '2409', 'عمر احمد السيد عبد الرحمن العسوي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2410, '2410', 'كريم السيد كامل محمود عطيه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2411, '2411', 'محمد السيد كامل محمود عطيه عليوة', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2412, '2412', 'مؤمن عبد المنعم الشربينى احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2413, '2413', 'حسين احمد حسين التلبانى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2414, '2414', 'ايفون سمير اسكندر عبدالله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2415, '2415', 'مصطفى عمار محمد فهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2416, '2416', 'شيماء محمد السيد محمود حسين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2417, '2417', 'صباح احمد إبراهيم جمعه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2418, '2418', 'محمود عبد المنعم الشربينى احمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2419, '2419', 'محمود السيد بكرى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2420, '2420', 'السيد حسن طه صالح صالح سالم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2421, '2421', 'محمد السيد عبد الجليل الزمرونى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2422, '2422', 'رهام على حسنين حمزة', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2423, '2423', 'كريم إسماعيل السيد عبد السلام ترك', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2424, '2424', 'ادم محمد محمد على محمد العراقى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2425, '2425', 'عبد الرحمن مجدى على حامد فراج', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2426, '2426', 'مروان اشرف عبدة عبدة جبر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2427, '2427', 'فاطمه السيد محمد احمد الصباغ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2428, '2428', 'رانيا السيد محمد احمد الصباغ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2429, '2429', 'زينب السيد العراقى العدوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2430, '2430', 'الشيماء عبد الفتاح الشربينى محمد عمر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2431, '2431', 'محمد وجيه محمد محمد زهران', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2432, '2432', 'عبده السيد البدوى عبدالله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2433, '2433', 'عبد الرحمن اسامه فوزى محمود عبد القادر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2434, '2434', 'محمود محمد السيد عبد الجليل الزمرونى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2435, '2435', 'ابانوب فوزى تادرس سيدهم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2436, '2436', 'ايمان على حسن على', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2437, '2437', 'عبدالله احمد محمد عبدة البشوتى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2438, '2438', 'عصام محمد يوسف عبد الرحمن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2439, '2439', 'اسماء خليل محمد الشربينى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2440, '2440', 'احمد السيد عبد الحميد على الجبالى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2441, '2441', 'ابراهيم ابراهيم الدسوقى عبده ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2442, '2442', 'محمد احمد ابراهيم محمد البربرى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2443, '2443', 'ابراهيم احمد ابراهيم محمد البربرى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2444, '2444', 'رافت ابراهيم حسن عبد المجيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2445, '2445', 'عبدالله حسنين برعى حسنين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2446, '2446', 'مونيكا نادى جرجس غبرال', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2447, '2447', 'احمد محروس احمد مبروك', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2448, '2448', 'محمد حسن السيد عبد البصير عبد الرحمن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2449, '2449', 'عبد الرحمن حسن السيد عبد البصير عبد الرحمن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2450, '2450', 'زياد الحسينى محمد عبد الشكور', '0', ' 34شارع صلاح سالم برج بلاميره الدور التامن شقه واحد', '1228429955', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2451, '2451', 'محمد الحسينى محمد عبد الشكور', '0', ' 34شارع صلاح سالم برج بلاميره الدور التامن شقه واحد', '1228429955', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2452, '2452', 'ايمان محمد مصطفى عبد اللطيف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2453, '2453', 'محمد احمد محمد أبو المجد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2454, '2454', 'رحاب حامد حامد عطا المحروقى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2455, '2455', 'بسمه عبدالله الضوى احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2456, '2456', 'كمال عبد العظيم ابو المعاطى المعداوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2457, '2457', 'محمد عاشور محمد محمد السويسي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2458, '2458', 'سهير متوالى محمد منسى الشوه', '0', 'على بن ابى طالب المنخفض ع17 ب ش18', '1222481574', '1283551614', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2459, '2459', 'محمد القدرى الشمندى قناوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2460, '2460', 'احمد عبد الملك احمد على', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2461, '2461', 'سمر السيد الحديدى الحديدى صالح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2462, '2462', 'حنان صالح حسنى عارف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2463, '2463', 'انتصار صالح حسنى السيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2464, '2464', 'محمد السيد السيد احمد ابو عيسى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2465, '2465', 'محسن محمد محمود محمد العزب', '0', '198مساكن ال5000 وحده بورسعيد', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2466, '2466', 'محمد مصطفي مصطفي حمود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2467, '2467', 'محمد ممدوح لطفي احمد دويدار', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2468, '2468', 'احمد محمد كمال صديق الشافعي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2469, '2469', 'مروه يحي زكريا توفيق', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2470, '2470', 'ايمان أحمد عيسي علي أحمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2471, '2471', 'اسراء موسي كامل عويضه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2472, '2472', 'محمد السيد العربي محمود عبد الرحمن علي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2473, '2473', 'هوايده منصور منصور عطا يوسف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2474, '2474', 'أحمد عادل رمضان حسن المزاحي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2475, '2475', 'هويدا محمود خليل محمود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2476, '2476', 'علي محمد حسن مصطفي محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2477, '2477', 'فهمي أحمد فهمي يوسف ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2478, '2478', 'أحمد فتحي السيد محمد الديب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2479, '2479', 'يوسف عبد الرحيم عبد السلام شطا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2480, '2480', 'أسامه محمد حسن محمد البحيري', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2481, '2481', 'محمد عطيه إسماعيل أحمد علي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2482, '2482', 'شاهيناز عبده حسن برغوت ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2483, '2483', 'طارق صابر سليم مسعود عثمان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2484, '2484', 'محمد حسام الدين محمود حسين الطناحي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2485, '2485', 'دعاء سليمان محمد الصيوي سليم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2486, '2486', 'أحمد إسماعيل السيد عبد السلام ترك', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2487, '2487', 'عديله إسماعيل أحمد هيكل ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2488, '2488', 'عيد فؤاد محمد متولي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2489, '2489', 'هناء أحمد محمد علي سليم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2490, '2490', 'علي محمود السيد سعيد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2491, '2491', 'سمر مجدي أحمد عبد العزيز عبد الله ', '0', 'طنطا ترعة شادى شارع الملك ع 22', '1286820106', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2492, '2492', 'أميره مجدي أحمد عبد العزيز عبد الله ', '0', 'طنطا ترعة الشباب', '1221928817', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2493, '2493', 'شيماء مجدي أحمد عبد العزيز عبد الله', '0', 'طنطا ترعة شادى شارع الاعتماد ع 45', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2494, '2494', 'محمد محمد عبد الرحمن مصطفي حموده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2495, '2495', 'فاطمه السعيد مسعد صالح علي صالح ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2496, '2496', 'الأنصاري فتحي مسعد عبد اللطيف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2497, '2497', 'توفيق السيد توفيق عبد الرحمن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2498, '2498', 'محمد حسين عرفه محمد فرح امبابي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2499, '2499', 'عرفه عرفه محمد فرح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2500, '2500', 'فاطمه احمد إبراهيم العيسوي', '0', 'فؤس الشرقيه شارع عمرو مختار فؤس اول', '1558808005', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2501, '2501', 'يوسف عبد العليم الحسيني السيد وهبه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2502, '2502', 'عبد العليم الحسيني السيد وهبه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2503, '2503', 'سماح محمد حسن عبد الرحيم الريس', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2504, '2504', 'مريم طلعت السيد السيد رضوان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2505, '2505', 'منه الله طلعت السيد السيد رضوان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2506, '2506', 'سعيد محمد أحمد حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2507, '2507', 'ايه رفعت متولي أبو خليل ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2508, '2508', 'امينه محمد جمال علي محمد هلالي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2509, '2509', 'أماني ناصر العرب منصور منصور شحاته', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2510, '2510', 'عمرو زكريا كمال مجاهد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2511, '2511', 'أمل عبد المجيد السيد الرفاعي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2512, '2512', 'رحاب إسماعيل عبد الرسول رضوان ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2513, '2513', 'محمد رمضان محمد عبد الله ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2514, '2514', 'ميرنا سامي ذكي بشاره شنوده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2515, '2515', 'وليم كياد عازر جيد نصير ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2516, '2516', 'أحمد عبد الوهاب أحمد عيسي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2517, '2517', 'فاديه فارس ذكي خليل ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2518, '2518', 'سامي محمد أحمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2519, '2519', 'صلاح مصطفي محمد عبد الفتاح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2520, '2520', 'باسم إيهاب رشاد رجب الكيال ', '0', 'م3 عمارهة النصر مجمعيهقصر الثقافه الدور التانى ش74', '1274112249', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2521, '2521', 'سوسن إبراهيم إبراهيم الملهاط ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2522, '2522', 'محمد عاشور محمد محمد السويسي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2523, '2523', 'مرفت عبد الرحيم علي عبد الرحيم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2524, '2524', 'أحمد حسام أحمد محمد أبو العلا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2525, '2525', 'محمد محمد عبده جربوع', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2526, '2526', 'نسمه حلمي هاشم عبد الباسط ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2527, '2527', 'محمد ممدوح منير أحمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2528, '2528', 'محمد عبد الجليل داود فوده ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2529, '2529', 'محمد محمود السيد السيد سلامه ', '0', 'السيده نفيسه عماره 13 شقه 23', '1273312987', '1205870720', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2530, '2530', 'دعاء محمد أمين حافظ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2531, '2531', 'حازم أمين إبراهيم محمود ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2532, '2532', 'أماني امين إبراهيم محمود ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2533, '2533', 'عزه محمد رشاد محمد كشك ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2534, '2534', 'سماح محمود محمد خشبه ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2535, '2535', 'فاتن سعد محمد حسن البصال', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2536, '2536', 'علي أحمد إبراهيم محمود إبراهيم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2537, '2537', 'سالي محسن فهمي علي إسماعيل ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2538, '2538', 'محمد فوزي محمد أبو الفتوح عبد السلام ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2539, '2539', 'محمد السعيد السعيد عثمان السيد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2540, '2540', 'حسام حامد رضا مخاريطه ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2541, '2541', 'محمد خالد محمد حسن عبد المجيد', '0', 'التعاونيات عمارة المعموره مدخل 4 ش24', '1001474973', '1212988591', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2542, '2542', 'رانيا عبد الخالق يوسف السيد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2543, '2543', 'سحر محمد طلعت عبده كراويه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2544, '2544', 'عبد الله أحمد محمد أحمد محمد الساعي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2545, '2545', 'باسم إيهاب رشاد رجب الكيال ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2546, '2546', 'أحمد تميم محمد السيد خلف ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2547, '2547', 'اسراء السيد أحمد حسن راضي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2548, '2548', 'رانيا مسعد مسعد النبلاوي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2549, '2549', 'محمد محسن محمد محمود العزب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2550, '2550', 'ناهد رجب عبد العال داود نوفل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2551, '2551', 'شادي سمير مليكه عطا الله ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2552, '2552', 'ريم السيد محمود مسعود فرج ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2553, '2553', 'مجدي وليم محمد السيد البواب ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2554, '2554', 'مرفت عبد العزيز عثمان مشمش ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2555, '2555', 'هاله السيد العربي محمود سعد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2556, '2556', 'مازن مجدي محمد حسن عصفور ', '0', '5ش عبادى والظاهر الشرق -بورسعيد', '1067384998', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2557, '2557', 'حياه محمود محمد إسماعيل الشناوي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2558, '2558', 'لين هيثم محمد علي عارف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2559, '2559', 'عزه محمد رشاد محمد كشك ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2560, '2560', 'كيرلس سمير نصير عبد المسيح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2561, '2561', 'أحمد حسن محمد حسن الديب ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2562, '2562', 'احمد مصطفي عزت أحمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2563, '2563', 'محمد محمود خليل محمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2564, '2564', 'محمد مجدي عباس محمد عبد الله ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2565, '2565', 'مختار احمد مختار عبد الله إبراهيم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2566, '2566', 'إسماعيل محسن إسماعيل علي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2567, '2567', 'مني فتحي عبد اللطيف مراد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2568, '2568', 'عمر جمال عبده حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2569, '2569', 'يوسف جمال عبده حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2570, '2570', 'رضا أبو المحاسن احمد جبر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2571, '2571', 'ام هاشم عبد المعز محمد علي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2572, '2572', 'ايمان لطفي لطفي احمد دويدار', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2573, '2573', 'سعاد عبده محمد عبد الحليم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2574, '2574', 'محمود حسنين حسنين رمضان المصري ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2575, '2575', 'إبراهيم محمد راشد احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2576, '2576', 'رضا أبو المحاسن احمد جبر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2577, '2577', 'ساره حسن حسن حسب الله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2578, '2578', 'إبراهيم وجدي إبراهيم محمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2579, '2579', 'ساره محمد كامل العزب علي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2580, '2580', 'نفين محمد إبراهيم محمد جمعه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2581, '2581', 'قاسم العربي تمام عبد الرحيم إسماعيل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2582, '2582', 'حسن عادل حسن احمد شرباص', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2583, '2583', 'احمد ايمن إبراهيم شويقه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2584, '2584', 'مرمر حسن الدسوقي أبو سليمه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2585, '2585', 'مصطفي محمد كامل العزب علي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2586, '2586', 'شكري عطيه عيسي عبد المسيح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2587, '2587', 'روبير وفيق فخري عبد النورسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2588, '2588', 'روماني وفيق فخري عبد النورسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2589, '2589', 'رونالدو وفيق فخري عبد النورسن ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2590, '2590', 'الحسن إبراهيم عبد الغني عبد الغني النبلاوي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2591, '2591', 'محمود حسن جابر شهاب مصطفي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2592, '2592', 'عبد الرحمن خلف الله عبد  الحافظ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2593, '2593', 'ياسر محمد عبد الواحد الوشاحي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2594, '2594', 'ماجده صابر السيد احمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2595, '2595', 'سماح احمد زكريا السيد شحاته', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2596, '2596', 'يوساب سمير نصير عبد المسيح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2597, '2597', 'تهاني سمير إسكندر عبد الله ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2598, '2598', 'خالد عادل عوض احمد عباره', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2599, '2599', 'منار رفعت عبد الباقي احمد شلبي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2600, '2600', 'محمد عصام محمد السيد احمد عامر ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2601, '2601', 'نهى محمود محمد شلبي كشك ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2602, '2602', 'محمد محمد التهامى إسماعيل ', '0', '49م عثمان بن عفان ', '1200509947', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2603, '2603', 'سامح فريد فاروق نصير ', '0', '50م الصفا ش15 الضواحي', '1204179944', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2604, '2604', 'سهير قاسم سليمان مطرود', '0', 'م بنك الاسكان الضواحي', '1281204111', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2605, '2605', 'سلوي السعيد علي الدهرواي', '0', 'القابوطى ع12 شقه 8', '1288618897', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2606, '2606', 'راندا احمد جمعه احمد العزبى', '0', 'شباب اكتوبر برج حسين الشافعى رقم 1 شقه 6', '1093330521', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2607, '2607', 'احمد نادر السيد العربي حسين العدلي', '0', '9ابراج النزهه حى الزهور عمارة الفيروز الدور الثانى ش 204', '1149209953', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2608, '2608', 'وليد مصطفي حسين العدوي', '0', '108م شباب الخرجين ش16 الضواحي', '1227172569', '1270324000', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2609, '2609', 'فوزيه عبد الغني محمد يوسف النجدي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2610, '2610', 'حسن السيد عبده يوسف باشا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2611, '2611', 'محمد السيد زكريا السيد شحاته', '0', 'الصفا ع 121 ش15', '1141562554', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2612, '2612', 'احمد مختار محمد محمد أبو طاحون ', '0', 'ع97 علي ابن ابي طالب', '1289983433', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2613, '2613', 'عوض حسين خليل عبد الله ', '0', 'تعاونيات الجيزه ع علي ابراهيم مدخل 3', '663662269', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2614, '2614', 'عبد الرحمن محمد محمد السيد فرج', '0', 'برج الكهرباء خان الخليلي ', '1227998492', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2615, '2615', 'الاء محمد محمد السيد فرج ', '0', 'المنيا والبوصيري العرب', '1274830222', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2616, '2616', 'محمد عزت السيد عبد الله احمد ', '0', '5م الاقتصاد ش7 بورفؤاد', '1272991543', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2617, '2617', 'فتحيه عبد الله حسن الديب ', '0', 'ع النقابة المهنية الزراعية', '1060852142', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2618, '2618', 'محمد محمد عادل عبد الفتاح السيد مبروك ', '0', 'ش احمد ماهر والمغرب الشرق', '1279534560', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2619, '2619', 'يارا محمد السيد احمد باشا', '0', 'شارع الجيش الشرق ', '1222999014', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2620, '2620', 'محمد حسني مصطفي فراج', '0', 'بنك الاسكان ع16 ش11', '1283516379', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2621, '2621', 'يحيي محمد احمد احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2622, '2622', 'روضي محمد خليل الخياط ', '0', '3م مصنع الشاي الضواحي', '1220790829', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2623, '2623', 'نجاه محمد حامد الكرداوي', '0', '3م مصنع الشاي الضواحي', '1220790829', '0122621342', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2624, '2624', 'محمد احمد نصر الدين صديق', '0', 'جمعية ناصر م14 ايه الزهور', '1227611982', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2625, '2625', 'عبد الرحمن محمد إبراهيم احمد خليل ', '0', 'عمر بن عبد العزيز الزهور ', '1285803203', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2626, '2626', 'منه الله محمد عبد الرحمن إسماعيل بندق', '0', 'م الحزب بورفؤاد', '1271213284', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2627, '2627', 'ياسمين زكي احمد خليفه', '0', 'م الحزب بورفؤاد', '1204656825', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2628, '2628', 'إبراهيم محمد محمد إبراهيم غندر', '0', '25ب عمرو بن العاص الزهور', '1208575719', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2629, '2629', 'محمود عبد الحميد عبد الموجود يوسف ', '0', '26علي بن ابي طالب الطاقة الشمسية الزهور', '1207315041', '1287673282', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2630, '2630', 'احمد إبراهيم احمد شبانه محمد ', '0', 'خالد بن الوليد الزهور', '1208304336', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2631, '2631', 'طارق إبراهيم طارق إبراهيم عبد الحميد مصطفي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2632, '2632', 'محمود أنور سيد صالح ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2633, '2633', 'احمد أنور سيد صالح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2634, '2634', 'نيفين رجب فؤاد خليل ', '0', 'ش 23 يوليو والاتحاد العرب', '1012024486', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2635, '2635', 'محمد احمد عبد الستار علي الزيني', '0', 'الامل الجديد الضواحي', '1278466144', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2636, '2636', 'العربي كمال احمد علي', '0', 'تعاونيات مدخل السلام الزهور', '1220385551', '1208880577', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2637, '2637', 'سمير وائل نجيب مجلع شنوده', '0', 'السيدة خديجة ع 59', '1271893739', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2638, '2638', 'سالي أنور إبراهيم عبد الله البنا', '0', 'ارض الجولف الشرق ', '1032647779', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2639, '2639', 'احمد محمد مكرم علي البساطي', '0', 'ش العباني والبوصيري المناخ', '1022419453', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2640, '2640', 'احمد إبراهيم احمد محمد', '0', 'مركز اجا الدقهلية', '1026727230', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2641, '2641', 'محمود محمد خالد مصطفي عبده', '0', '14نبيل منصور العرب', '1273376969', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2642, '2642', 'وسام فوزي محمد احمد الرباط', '0', 'ارض الجولف الشرق ', '1032647779', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2643, '2643', 'امل الشربيني عبده المرسي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2644, '2644', 'احمد كمال مصطفي عوض الحصري', '0', 'م بلال بن رباح الزهور', '1156647798', '1223092427', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2645, '2645', 'محمد وائل محمود محمد حجازي', '0', 'برج الرضوان ش سعد زغلول المناخ', '1204829101', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2646, '2646', 'محمود وائل محمود محمد حجازي', '0', 'برج الرضوان ش سعد زغلول المناخ', '1204829101', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2647, '2647', 'امال محمد صابر متولي', '0', 'حي مبارك برج الشيماء مدخل أ ', '1005409095', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2648, '2648', 'الحمادي فايز المعصرواي حسن أبو الاسعاد', '0', '43الشرقية المناخ بورسعيد', '1017869917', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2649, '2649', 'رانيا محمود محمد عبده حجازي', '0', 'الصباح ع التوكيلات الملاحية العرب', '1204829101', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2650, '2650', 'عبد الله معروف رجب حسن بدوي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2651, '2651', 'ماجد حسام محمد عبد الحميد موسي تقي الدين ', '0', 'المنزلة الدقهلية', '1200604305', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2652, '2652', 'محمد حسام محمد عبد الحميد موسي تقي الدين ', '0', 'المنزلة الدقهلية', '1200604305', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2653, '2653', 'احمد ياسر فتحي عبد الله احمد ', '0', 'زمزم ع30ش ', '1225611648', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2654, '2654', 'سامح السيد عبد اللطيف عبد العزيز ', '0', 'حى الزهور منطقه على بن ابى طالب منخفض التكاليف ع 41 ش24', '1288433017', '1200223537', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2655, '2655', 'محمد محمد علي علي حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2656, '2656', 'عبد الرحمن محمد علي علي حسن ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2657, '2657', 'احمد جمال يوسف يوسف يوسف', '0', 'بورفؤاد ابراج محمد على ع 211 ش21', '1552233930', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2658, '2658', 'محمود محمد بكر طه', '0', 'عمر بن عبد العزيز الزهور ', '1229481304', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2659, '2659', 'ايه سامي سيد احمد سليم علي', '0', 'الرحاب الجديدة الضواحي ', '1286889319', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2660, '2660', 'أسماء حسن يوسف يوسف فاضل', '0', 'مركز المنزلة الدقهلية', '15585559096', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2661, '2661', 'ساميه احمد احمد اصلان ', '0', 'برج العاملين بحي المناخ', '1010898777', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2662, '2662', 'فيصل حامد حامد شمس الدين ', '0', 'فاطمة الزهراء ع114 ش16', '1211156292', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2663, '2663', 'احمد إبراهيم عبد الغني عامر', '0', '162ال5000 وحده الزهور', '1271715942', '1110039170', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL);
INSERT INTO `customers` (`id`, `code`, `name`, `idCard`, `address`, `mobile`, `phone`, `area`, `floor`, `other`, `total`, `customer_type`, `sales_id`, `created_at`, `updated_at`, `deleted_at`) VALUES
(2664, '2664', 'رشا احمد علي إبراهيم إبراهيم', '0', 'برج طيبه الزهور', '1010898444', '1010898777', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2665, '2665', 'فريد محمود محمد فريد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2666, '2666', 'نور الدين علي علي حسن هديه ', '0', 'برج اشتوم الجميل العرب ', '1282262220', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2667, '2667', 'محمد علي علي حسن هديه ', '0', 'برج اشتوم الجميل العرب ', '1282262220', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2668, '2668', 'أسماء السيد غريب الحديدي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2669, '2669', 'امل علي محمد علي سلام', '0', 'عمر بن عبد العزيز بورسعيد', '1558323312', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2670, '2670', 'مؤمن محمد محمد الجندي العطار', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2671, '2671', 'مروه الأمير رميح السيد محمد حبه', '0', 'م الحزب بورفؤاد', '1224041787', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2672, '2672', 'نيره عباس محمد عبد الجواد سليمان', '0', 'مساكن الجوهره ع33 شقه 1', '1277610634', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2673, '2673', 'نورهان عباس محمد عبد الجواد سليمان ', '0', 'مساكن الجوهره ع33 شقه 1', '1277610634', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2674, '2674', 'مينا ميشيل شوقي إسرائيل سيفين', '0', 'قشلاق السواحل برج الاصدقاء', '1271638046', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2675, '2675', 'اشرف انيس بدروس ارمانيوس', '0', 'الحي السابع ق11 العبور القيلوبية', '1282466120', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2676, '2676', 'اماندا اشرف انيس بدروس', '0', 'الحي السابع ق11 العبور القيلوبية', '1282466120', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2677, '2677', 'مينا ماهر جوزيف امجد', '0', 'العاشر من رمضان الشرقية', '1229290984', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2678, '2678', 'يلدز فاروق التابعي البربري', '0', '119عمربن الخطاب الزهور', '1283919990', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2679, '2679', 'مصطفي محمود عبد العزيز سيد احمد سليم', '0', '42أ خالد بن الوليد الزهور', '1205724402', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2680, '2680', 'امينه سمير محمد جلال ', '0', 'الحميدي والزقازيق العرب', '1200000225', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2681, '2681', 'محمدشعبان محمد عبد الرحمن', '0', 'م الهيئة بورفؤاد', '1011532815', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2682, '2682', 'عمر مصطفى ميزار عبد ربه', '0', 'م الحزب بورفؤاد', '1208241512', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2683, '2683', 'احمد متولى فهيم عبده الحديدى ', '0', '7ش الحديدي والنادي العرب', '1288933944', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2684, '2684', 'احمد أبو زيد يوسف بدريه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2685, '2685', 'يوسف على عباس على الجمل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2686, '2686', 'فاطمه زكريا خليل شعبان ', '0', 'علي ابن ابي طالب ع 34 ش4', '1289519508', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2687, '2687', 'هويدا على محمد شطا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2688, '2688', 'هدى السيد محمد محمود الفطايرى', '0', 'ش سعد زغلول برج الحياه', '1227293585', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2689, '2689', 'محمد اسامه محمد عبدالله مؤمن', '0', 'م الهيئة بورفؤاد', '1222130918', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2690, '2690', 'نور احمد السيد محمد الصياد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2691, '2691', 'مصطفى الاميررميح السيد محمد فبه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2692, '2692', 'اعتماد محمد أبو زيد طه', '0', 'م الحديدي والنادي العرب', '1224211878', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2693, '2693', 'محمد السيد محمود مسعود فرج', '0', 'شباب المدينة ع المهندسين', '1275174536', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2694, '2694', 'نيفين عبد العاطى احمد عامر', '0', '14شارع السلطان محمود والحريه ع14 ش3', '1275971103', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2695, '2695', 'إبراهيم إبراهيم حسن السعيد عيد', '0', '10شباب الزهور بورسعيد', '1220292748', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2696, '2696', 'احمد أبو العطا السيد على غلاب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2697, '2697', 'رباب احمد احمد إبراهيم فراج', '0', '150م الحرية الجديدة المناخ', '1278226113', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2698, '2698', 'ريم محمد مصطفى عزب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2699, '2699', 'كريمه على احمد درويش', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2700, '2700', 'بيشوى البدرى حارس سمعان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2701, '2701', 'محمد الخطيب مختار محمد حسن النحاس', '0', 'ع168 ال5000 الزهور', '1201808686', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2702, '2702', 'مريم ميشيل شوقى إسرائيل سيفين', '0', 'صلاح سالم الشرق', '1205216955', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2703, '2703', 'محمد حسن السعيد إبراهيم حماده', '0', 'الصفا الضواحي ع10', '1274158314', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2704, '2704', 'محاسن على حسن عبد الباقى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2705, '2705', 'ثريا انيس بدروس ارمانيوس ', '0', 'صلاح سالم الشرق', '1282466120', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2706, '2706', 'عزيزه محمد احمد السروجى', '0', 'بنك الاسكان الزهور', '1200943327', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2707, '2707', 'صلاح حمدى عبد السلام محمد محمود شحاته', '0', 'شباب الخرجين 664 ش16', '1208610363', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2708, '2708', 'عبدالله محمد ادريس محمد سليمان الحريرى', '0', 'عمارات التجاريين بورفؤاد', '1069775112', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2709, '2709', 'احمد صالح احمد محمد', '0', 'العبور بورفؤاد', '1069775112', '1550758360', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2710, '2710', 'محمود عفيفى عبد العزيز رحمى', '0', 'عمر بن عبد العزيز الزهور ', '1204596624', '1092937808', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2711, '2711', 'حنان حمزه فرج عثمان', '0', 'عمر بن عبد العزيز الزهور ', '1204596624', '1092937808', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2712, '2712', 'سناء محمد محمد شرباص ', '0', 'م الجوهرة الزهور', '1227095478', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2713, '2713', 'ياسمين احمد السيد الصياد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2714, '2714', 'محمد محمد إبراهيم محمود حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2715, '2715', 'امنيه محمود أبو المعاطى أبو عمره', '0', 'السيد عائشة تعاونيات الزهور', '1205477910', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2716, '2716', 'احمد محمد مصطفى مصطفى يوسف', '0', 'مساكن المعلمين بورفؤاد عماره احمد شوقى ش9', '1274958377', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2717, '2717', 'ناهد احمد عبد المجيد عبد الله', '0', 'م الحزب بورفؤاد', '1020927661', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2718, '2718', 'عمر محمد إبراهيم احمد خليل', '0', '25ب غمربن عبد العزيز', '1068067584', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2719, '2719', 'مايكل سامى ميلاد خلف عيزيال', '0', 'شباب الخرجين ع70', '1222379768', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2720, '2720', 'سلوى زكى معوض إبراهيم', '0', 'ش الجعفرية والزاوية المناخ بورسعيد', '1223093272', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2721, '2721', 'شيرين إبراهيم إبراهيم محمد غنيم', '0', 'الطاقة الشمسية غمر بن الخطاب ', '1285290128', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2722, '2722', 'وسام محمد نجيب نعمان شتا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2723, '2723', 'هبه محمد نجيب شعبان محمد على ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2724, '2724', 'ايمان إبراهيم السيد رضوان', '0', 'تعاونيات الزهور', '1211713033', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2725, '2725', 'مؤمن حسن السيد حامد منصور', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2726, '2726', 'يوسف اشرف حسنين محمد عبد الرحيم', '0', 'شباب الخرجين بنك الاسكان', '1551548345', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2727, '2727', 'محمد اشرف حسنين محمد عبد الرحيم', '0', 'شباب الخرجين بنك الاسكان', '1224620034', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2728, '2728', 'عبد الرحمن احمد عبد المبدى عبد النعي عجور', '0', 'م 2 تغمير المناخ', '1204178056', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2729, '2729', 'ايمان السيد محمد فرج', '0', 'شباب الخرجين بنك الاسكان', '1069315064', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2730, '2730', 'انتصار محمد حسن جمعه', '0', 'برج الاحرار بورفؤاد', '1273457624', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2731, '2731', 'عبير إبراهيم السيد سلطان ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2732, '2732', 'زياد هاشم السيد إبراهيم ريان', '0', 'الزهور عمر بن عبد العزيز المميز ع127أ ش9', '1200197823', '1205901865', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2733, '2733', 'احمد علاء عبد الحميد على زاهر', '0', 'الزهور عمر بن عبد العزيز المميز ع127أ ش9', '1200197823', '1205901865', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2734, '2734', 'ريهام مجدى رشاد يوسف أبو خاطر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2735, '2735', 'ريحاب جاد الكريم محسن سليم', '0', 'حرية الكبيره ع 475', '1228008778', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2736, '2736', 'امل جاد الكريم محسن سليم', '0', 'حرية الكبيره ع 47', '1229780234', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2737, '2737', 'السيد أبو العطا السيد على غلاب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2738, '2738', 'مياده السيد العربى حسين عبد الله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2739, '2739', 'محمد سليمان محمد عبد الحميد الستاوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2740, '2740', 'السيده السيد يوسف عبد الرسول ', '0', 'الشرقية والقصير العرب', '1285913693', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2741, '2741', 'سمير يسرى عبده على الباز', '0', 'الحريه الكبيره ع 23 ش24', '1274556993', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2742, '2742', 'محمود محمد محمود هريدى ', '0', 'تعاوينيات الجيزه', '1060617631', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2743, '2743', 'منى مصطفى أبو الفتوح السيد', '0', 'بنك الاسكان الزهور', '1279193862', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2744, '2744', 'عبدالله محمد إبراهيم محمد شهاب الدين', '0', 'مركز منية النصر الدقهلية', '1063599992', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2745, '2745', 'اشرف حلمى حامد إبراهيم زياده', '0', 'مركز منية النصر الدقهلية', '1006762775', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2746, '2746', 'امانى بسيونى محمد خليل', '0', 'ش الطايف ومحمود صدقي الشرق ', '1224116710', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2747, '2747', 'دعاء عبد العزيز محمد الشناوى', '0', 'عمارات المعلمين ارض العزب ', '1226872386', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2748, '2748', 'علياء عصام على حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2749, '2749', 'نهى عصام على حسن حبيش', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2750, '2750', 'مى عصام على حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2751, '2751', 'احمد جاد الكريم محسب سليم', '0', 'الحرية ع147 ش14', '12256356783', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2752, '2752', 'فرح محمد احمد عبد الرحمن ', '0', '10ش الرشيد العجوزة -الاوقاف', '1143950589', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2753, '2753', 'يوسف محمد احمد عبد الرحمن', '0', '10ش الرشيد العجوزة -الاوقاف', '1143950589', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2754, '2754', 'السيد سند السيد عمار', '0', 'بحر البقر - الضواحي ', '1067461174', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2755, '2755', 'احمد محمد عبد الرحمن حجازى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2756, '2756', 'خالد محمد انيس إبراهيم شعبان', '0', '103فاطمة الزهراء ش21 ', '1060660151', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2757, '2757', 'زياد احمد محمد أبو المجد معوض', '0', 'ش الدجلة والجيش ', '1091518479', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2758, '2758', 'السيد إبراهيم محمد السيد منصور', '0', 'مركز منية النصر الدقهلية', '1009313111', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2759, '2759', 'شيماء محمد إبراهيم محمد شهاب الدين', '0', 'مركز منية النصر الدقهلية', '1018598998', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2760, '2760', 'شيرين محمد إبراهيم محمد شهاب الدين', '0', 'المنصورة ثان الدقهلية', '1062943993', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2761, '2761', 'ناديه مصطفى مسلم مرسى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2762, '2762', 'محمد يحيى زكريا احمد برايا ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2763, '2763', 'السيد ناجى السيد سبيع', '0', 'السلام الجديد الضواحي الزهور', '1096060999', '1553102266', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2764, '2764', 'محمد السيد محمد عبد الحليم', '0', 'عمر بن عبد العزيز الزهور ', '1278173959', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2765, '2765', 'ايمان إبراهيم عبده السيد صالح', '0', 'القابوطي بورسعيد', '1270169270', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2766, '2766', 'نجلاء إبراهيم محمد عبده ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2767, '2767', 'مها موسى محمد موسى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2768, '2768', 'أحلام احمد السيد حجازى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2769, '2769', 'كريم صلاح محمد عبد الستار شهاب الدين', '0', '67مساكن ال5000 الزهور', '1276242810', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2770, '2770', 'شهندة شوقى السعيد جاد محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2771, '2771', 'ياسمين عبد القادر محمد الحديدى الشاذلى ', '0', 'ابراج محمد علي بورفؤاد', '1110030280', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2772, '2772', 'حسين مجدى محمود أبو العزم قنديل', '0', '47م الرحاب الضواحي', '1210852191', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2773, '2773', 'غفران محمد محمد يوسف سالم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2774, '2774', 'خالد محمد بهنوس على محمد ', '0', 'مساكن الهيئه ع320 ش53 بورفؤاد', '1289382877', '1227819481', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2775, '2775', 'اية عبد العليم الحسينى السيد وهبه', '29809180300085', 'برج الروضة الزهور', '1103720577', '0', '75', '0', '0', '0450000', 1, 1, '2025-07-06 23:28:54', '2025-09-13 07:50:03', NULL),
(2776, '2776', 'منه الله عبد العليم الحسينى السيد وهبه', '0', 'برج الروضة الزهور', '1025814030', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2777, '2777', 'وسيم الشاذلى احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2778, '2778', 'ياسر محمد عبد الحميد عبد الفتاح', '0', 'المناخ المنطقة 7', '1266413993', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2779, '2779', 'نهله كمال عبده محمد', '0', 'ال5000 عماره 208 ش10 امام ابراج ابو القمصان', '1203881912', '1064569845', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2780, '2780', 'فرحه جمال محمد محمد القزاز', '0', 'الرحاب ع5 ش17', '1018310020', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2781, '2781', 'شادى محمد مسعد على البدرى ', '0', 'بورفؤاد  م الامل ع11', '1006647251', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2782, '2782', 'هدى السيد العربى الشمندى محمد', '0', 'ال5000 ع171 الزهور', '1275084983', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2783, '2783', 'شادى السيد محمد محمد جلال', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2784, '2784', 'هشام إبراهيم حسن السعيد عيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2785, '2785', 'محمود وحيد ثابت نظير غنيمى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2786, '2786', 'كريم متولى حسن ضيف الله', '0', 'عثمان ابن عفان الزهور ', '1098554931', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2787, '2787', 'اسراء ميرال فاروق التابعى', '0', '2م الجيزه بورفؤاد', '1030708982', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2788, '2788', 'ايه جمال عبد الرسول احمد', '0', 'حي الكويت العرب', '1270393179', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2789, '2789', 'مريم احمد فؤاد إسماعيل الصالحى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2790, '2790', 'هشام على رمزى محمد السيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2791, '2791', 'ثناء محمد إبراهيم أبو المعاطى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2792, '2792', 'عمرو محمد أنور حسن الطرابيلى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2793, '2793', 'نوران محمد فهيم احمد الحبال', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2794, '2794', 'شهد سعد عبده محمود حسين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2795, '2795', 'نادين احمد يسرى الشامى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2796, '2796', 'هند رأفت السادات إبراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2797, '2797', 'ميرنا سمير محمد السيد احمد العدروسى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2798, '2798', 'الاء إبراهيم عبد النبى محمود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2799, '2799', 'ياسمين عوض عوض مخلص', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2800, '2800', 'رشا سيد عبد العال محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2801, '2801', 'وفاء مصطفى أبو الفتوح السيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2802, '2802', 'اميرة إبراهيم محمد راشد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2803, '2803', 'ياسمين احمد بشندى عبد الحليم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2804, '2804', 'مروة خليل احمد خليل العشرى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2805, '2805', 'اسراء السيد العربى أبو زيد يوسف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2806, '2806', 'ندى نهاد بدوى عطيه الله احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2807, '2807', 'نورا احمد مصطفى طاهر كراويه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2808, '2808', 'مريم محمد مصطفى حبيش ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2809, '2809', 'سلمى محمد مصطفى حبيش', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2810, '2810', 'ايمان محمود إبراهيم احمد السيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2811, '2811', 'مى نصر السيد محمد إسماعيل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2812, '2812', 'دينا العربى محمد محمود محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2813, '2813', 'ايمن محمد السيد حجى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2814, '2814', 'سالى سمير نعمت على محمد محمود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2815, '2815', 'سمر سمير نعمت على محمد محمود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2816, '2816', 'ساره سمير نعمت على محمد محمود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2817, '2817', 'علياء على احمد محمد إبراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2818, '2818', 'هاله محمد محمد السيد الرداد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2819, '2819', 'خالد محمد السيد فرح', '0', 'السيده خديجة بورسعيد', '1273074584', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2820, '2820', 'رشا محمد إبراهيم السودانى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2821, '2821', 'هبه احمد الشربينى عوض الصياد', '0', 'تعاوينات الجيزع عمر مكرم ', '1278208914', '1225171387', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2822, '2822', 'محمد مصطفى درويش مصطفى', '0', 'م موظفي الحكومة بورفؤاد', '1282686784', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2823, '2823', 'صابرين مصطفى عبد المقصود إسماعيل', '0', 'ش محمد علي العرب ', '1285366728', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2824, '2824', 'سحر جمال حسن عشرى ', '0', 'القابوطي الضواحي', '1289546506', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2825, '2825', 'احمد فاروق عبد العليم عبد العال', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2826, '2826', 'حنان شعبان عبد الحميد حسن', '0', 'م الهيئة بورفؤاد', '1229742634', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2827, '2827', 'محمد سمير محمد صلى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2828, '2828', 'مؤمن محمد عبد الغنى إسماعيل ', '0', 'المروة 104 ش4 ', '1229989639', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2829, '2829', 'احمد عصام سعد حسن منسى ', '0', 'الشهيد الموجي العرب', '1227090563', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2830, '2830', 'محمود السعيد جوده محمد ثروت', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2831, '2831', 'عبد الرحمن محمد مختار الدسوقى قوطه', '0', 'حي مبارك الضواحي', '1026725216', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2832, '2832', 'محمود محمد عبده متولى ابو سليمه', '0', 'اسوان المناخ', '1285599346', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2833, '2833', 'دينا السيد عبد الله متولى ابو سليمه', '0', 'عثمان ابن عفان الزهور ', '1204984694', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2834, '2834', 'مصباح رشاد مصباح', '0', 'دكرنس الدقلية', '1014273558', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2835, '2835', 'ياسر على سليم محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2836, '2836', 'رشا السيد يحيى محمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2837, '2837', 'منال إبراهيم على الكتبى', '0', 'القنال الدخلي ع11', '1273613598', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2838, '2838', 'داليا محمود محمد فرج', '0', 'ابراج خان الخليلي برج روفيدا ', '1228009370', '1007372664', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2839, '2839', 'محمد على محمد غنيم', '0', 'برج الحرية حي الشرق', '1017208644', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2840, '2840', 'احمد شحاته محمد رضوان', '0', 'المنصورة ثان الدقهلية', '1280187736', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2841, '2841', 'باسم احمد شحاته محمد رضوان', '0', 'المنصورة ثان الدقهلية', '1280187736', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2842, '2842', 'محمد عبده محمود على جمعه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2843, '2843', 'ياسمين عبده محمود على جمعه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2844, '2844', 'احمد محمد عبد العاطى السعيد ريحان السعيد', '0', 'م الاسراء الزهور', '1003527675', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2845, '2845', 'ماجده احمد محمد شحاته', '0', 'الدقهلية ارض العزب', '1220901622', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2846, '2846', 'محمد عبد المعطى عبد المعطى محمد', '0', 'م القنال الدخلي العرب ', '1210841049', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2847, '2847', 'امل منصور عاشرى منصور', '0', 'بلال بن رباح الزهور عمارة أ ش16', '1272602340', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2848, '2848', 'محمد مجدى احمد عبد العزيز', '0', 'الزهور عمرو بن الخطاب ع 91 ش 6', '1270279131', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2849, '2849', 'حسام شلبى حامد احمد', '0', 'الجعفرية ارض العزب العرب', '1208998033', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2850, '2850', 'احمد احمد على محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2851, '2851', 'محمود احمد على محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2852, '2852', 'سعيد احمد مسعد البسطويس', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2853, '2853', 'عطيات أنور على جاد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2854, '2854', 'انتصار امين عبد الغنى محمد', '0', 'شباب المدينةع المهندسين الزهور', '1275174536', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2855, '2855', 'مروه يوسف عبد الحى الحنفى ', '0', 'طور سيناء - جنوب سيناء', '1222340912', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2856, '2856', 'زينب محمد حسين الهندى ', '0', 'بلال بن رباح الزهور عمارة أ ش16', '1032208600', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2857, '2857', 'عمرو عمر محمود عمر احمد', '0', '28بنما وصلاح الدين شرق بورسعيد', '1212196995', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2858, '2858', 'رضا إبراهيم السيد يوسف فاضل', '0', 'م ال5000 الزهور ع144 ش10', '1011861961', '1224951157', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2859, '2859', 'خالد طارق محمد البسطويسى عطا', '0', 'الزهور - بورسعيد', '1211917600', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2860, '2860', 'حميده محمد محمد الشامى', '0', 'تعاوينات الزهور ع النجاري م أش6', '1283026709', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2861, '2861', 'اميره السيد العسوى عفيفى محمد ', '0', '46عمروبن الخطاب الزهور', '1210807745', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2862, '2862', 'محمد محمد توكل رزق بدر', '0', 'مركز الفرافرة -الوادي الجديد', '1002428440', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2863, '2863', 'طه فوزى زيدان حموده ', '0', 'المنطقة الثانيه ع22 ش5 ', '1270747477', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2864, '2864', 'محمد محمد مسعد حموده', '0', 'مساكن الحزب - بورفؤاد', '1221856280', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2865, '2865', 'محمود محمد السيد محمد حسين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2866, '2866', 'ايه فتحى السيد السيد الشحنه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2867, '2867', 'غاده محمد إسماعيل سليمان', '0', 'الزهور عمرو بن الخطاب ع158 ش7', '1205327863', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2868, '2868', 'طارق مصطفى على مصطفى ', '0', 'الحزب - بورفؤاد 24ش', '1020993159', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2869, '2869', 'نورهان السيد محمد محمود خلف', '0', 'ال5000 الزهور ع493 الدور الاول ', '1274471658', '123007172', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2870, '2870', 'محمد خلف عبد السلام عبد المجيد فرج', '0', 'بنك الاسكان الضواحي', '1222378842', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2871, '2871', 'محمد مصطفى ناجى وفا إبراهيم', '0', 'برج الاشراف -مركز بنها - القليوبية', '1064673762', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2872, '2872', 'مريم محمد محمد محمود السادات', '0', 'اشتوم الجميل - بورفؤاد ', '1228945007', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2873, '2873', 'يحى محمد محمد السيد حسين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2874, '2874', 'محمد إبراهيم عبد المتعال عبد المتعال حسين', '0', 'ال5000 الزهور ع493 الدور الاول ', '1145650083', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2875, '2875', 'خالد محمد على القزاز', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2876, '2876', 'عايده حسن عبد الفتاح على الغازى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2877, '2877', 'محمد محمد السيد حسين', '0', '18اشتوم الجميل بورفؤاد', '1221856280', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2878, '2878', 'محمد عصام عبد الهادى محمد عبد المقصود', '0', 'السلام الجديد الضواحي', '1200652056', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2879, '2879', 'محمد محمد توفيق سلامه حماد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2880, '2880', 'امنيه إبراهيم السيد البنا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2881, '2881', 'يوسف محمد محمد توفيق', '0', 'حي الزهور ال5000', '1281206191', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2882, '2882', 'محمد مصطفى إبراهيم السيد عيد', '0', 'م الاقتصادية 184 وحده بورفواد', '1012601255', '1221692464', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2883, '2883', 'مؤمن فريد محمد المليجى', '0', 'السلام الجديد الضواحي ع131', '1278550233', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2884, '2884', 'امل حسن عبد الفتاح الغازى', '0', 'مدخل 2 ع زمزم الزهور', '1288942273', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2885, '2885', 'احمد خالد عطيه بدوى', '0', 'فاطمه الزهراء ع128 ش23', '1280412033', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2886, '2886', 'شريف على السيد على ورده', '0', 'المنصورة الدقهلية', '1066369394', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2887, '2887', 'خالد الشبراوى السيد احمد', '0', '35ش الجعرافية المناخ ', '1013133033', '12229488894', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2888, '2888', 'مصطفى محمد عمر محمد احمد', '0', 'م الموظفين ع17 ش1 شرق بورسعيد', '1288036545', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2889, '2889', 'احمد السيد احمد إسماعيل', '0', '78أ خالد ابن الوليد الزهور', '1284504510', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2890, '2890', 'افقار عطيه الله عطيه الله', '0', '78أ خالد ابن الوليد الزهور', '121322338', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2891, '2891', 'على السيد على جويش', '0', 'م السيدة نفيسة الضواحي', '1003085762', '1288042968', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2892, '2892', 'اشرف احمد محمد احمد محمد', '0', 'المعادي القاهرة', '1002657656', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2893, '2893', 'خالد حسين محمد محمد الشفعى', '0', '68م الصفا الضواحي', '1205196617', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2894, '2894', 'سالى يسن عبيد يسن احمد', '0', '15ب عمرو عبد العزيزش15', '1210196537', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2895, '2895', 'هدى الشحات إبراهيم الحضرى', '0', '39المنطقة السادس المناخ', '1281801350', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2896, '2896', 'محمود رزق السيد عبده عبد المعطى', '0', 'مركز المنزلة الدقهلية', '1067006923', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2897, '2897', 'مايسه مسعد محمد زقزوق', '0', 'القبضايا ع7 أ ش 12', '1229981597', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2898, '2898', 'منه الله سمير عبد المحسن امام على', '0', 'ش رمسيس والطور شرق بورسعيد', '1207803022', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2899, '2899', 'سامح جوده على احمد ', '0', 'المنصورة ثان الدقهلية', '1004601693', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2900, '2900', 'محمد هشام إبراهيم محمد زيتون', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2901, '2901', 'هناء المغاورى عبد السلام عبد السلام', '0', 'م قبضايا ع8 ب ش19 الزهور ', '1067022801', '1064115501', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2902, '2902', 'اسامه محمد محمد إبراهيم الروميح', '0', 'شباب المدينة ع أ ش2 بورفؤاد', '1205599089', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2903, '2903', 'بشرى عوض عبد العال شليل', '0', 'برج الاندلس رقم 5 ش23 حي الشرق', '1224006668', '1223122668', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2904, '2904', 'لطفى حسن احمد حسين', '0', 'برج الاندلس رقم 5 ش23 حي الشرق', '1224006668', '1223122668', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2905, '2905', 'ياسر احمد محمد المتولى طه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2906, '2906', 'الاء زكريا مصطفى فهيم', '0', 'فاطمة الزهراء ع 111 ش22 الضواحي ', '1201272994', '1288128213', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2907, '2907', 'امين محمد امين محمد عبد الجيد', '0', 'عمرو بن العاص ع14 ب ش18 الزهور', '1203603427', '1211475596', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2908, '2908', 'سمر عبد الحكيم خليل الجباس', '0', 'سكن اداري للصحه شاليه 11 الهضبة ب28 شرم الشيخ', '1277928895', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2909, '2909', 'خالد محمد سعيد حسن سعيد', '0', 'م أ مجمع بدر شباب اكتوبر بورفؤاد', '1005793015', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2910, '2910', 'محمود عبد العزيز احمد عبد الجواد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2911, '2911', 'شيماء فوزى عبد الحميد شوشه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2912, '2912', 'روفان السيد محمد محمود خلف', '0', '93مساكن ال5000 الزهور ', '1210032785', '1229594391', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2913, '2913', 'احمد مجدى احمد عبدالله حسين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2914, '2914', 'طاهر صابر محمد رمضان خضر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2915, '2915', 'زينب على السيد محمد', '0', 'برج الهدى مستشفى النصر وشركة الادويه ش 1', '1277803475', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2916, '2916', 'منى عبد الملك السيد احمد سليم', '0', 'مساكن خالد بن الوليد ع4 ب ش3 الزهور ', '127080266', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2917, '2917', 'احمد محمد لطفى خليل إبراهيم', '0', 'ع الجوهرة ع 50 ش101 الزهور', '1276033261', '1222996081', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2918, '2918', 'سلوى رجب محمد عبد الهادى', '0', 'مركز الحسنية الشرقية ', '1033338923', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2919, '2919', 'محمد احمد عبد الرازق عبد الرازق احمد', '0', 'عمر بن الخطاب ع رقم74 ش4 الزهور', '1274028801', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2920, '2920', 'وليد عبد الرحمن محمد عمر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2921, '2921', 'نور الهدى احمد احمد الكفراوى', '0', 'تعاونيات الجيزه ع عمر بن العزيز م3 ش 21 بجوار فرن ابو منى', '1061131041', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2922, '2922', 'اسلام على محمود صبح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2923, '2923', 'ناديه عبد الحميد ياسين خليل', '0', '39الطاقة الشمسية الزهور ع39 ش12', '1065566483', '1059203517', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2924, '2924', 'احمد احمد المصرى مهران حسن', '0', '1ب ش22 ديسمبر ش14 مرور الزهور ', '1212236229', '1203047123', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2925, '2925', 'احمد محمد الشريف احمد نجيب على', '0', 'ش محمد محمود الجمهورية ش9 شرق بورسعيد', '1062378367', '1001397243', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2926, '2926', 'معتز محمد الشريف احمد نجيب على', '0', 'ش محمد محمود الجمهورية ش9 شرق بورسعيد', '1062378367', '1001397243', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2927, '2927', 'هبه عبد السلام حسين محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2928, '2928', 'نيفين عبد المنعم إبراهيم عكاشه', '0', 'الزهور عمر بن الخطاب بنك التعمير والاسكان ع21أ ش 19', '1207004114', '1229662546', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2929, '2929', 'جومانه هانى السيد محمد إبراهيم', '0', 'تعاونيات الزهور ع الزهراء ش2 الدور الاول', '1228520158', '1200123372', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2930, '2930', 'مسعد إبراهيم سعد حامد مصباح', '0', '55حي الكويت ش16 حي العرب', '1283961322', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2931, '2931', 'سيف الدين إبراهيم سعد  مصباح', '0', '55حي الكويت ش16 حي العرب', '1283961322', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2932, '2932', 'هدى حسن محمد السيد', '0', 'صلاح سالم والطور الدور الثاني ش2 شرق بورسعيد', '1270227016', '109743002', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2933, '2933', 'بلال احمد محمد المتولى طه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2934, '2934', 'محسن محمد رجب الشيمى', '0', 'السيده زينت ع9 ش23 الدور الاخير المناخ', '1282545777', '1270616339', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2935, '2935', 'شوزان محمد ربيع حسنين السيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2936, '2936', 'امنيه اشرف إبراهيم الشريعى', '0', 'عمرو عبد العزيز ع10أ ش14 الزهور', '1033615915', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2937, '2937', 'ياسر اسلام عبده مجاهد بدر', '0', 'ابراج شرق الحاسب الالي برج30 ش14 المناخ', '1015544911', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2938, '2938', 'عمرو السعيد محمد مصطفى السقى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2939, '2939', 'إبراهيم السيد السيد مصطفى الصواف', '0', '51المنطقة ال6 ش7 الدور الاول المناخ ', '1203353143', '1202821168', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2940, '2940', 'ساره محمد عبد الغنى إسماعيل', '0', 'ش الشعراوي بجوار دار المنسين بورفؤاد', '1200683552', '1200879337', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2941, '2941', 'خالد على محمد محمود', '0', 'ال5000 ع219 ش16 الزهور', '1280602940', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2942, '2942', 'اسراء محمد إبراهيم صيام', '0', 'شباب المدينه عماره احباء بورسعيد مدخل ب ش 21', '1225488201', '1204099086', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2943, '2943', 'احمد خالد إبراهيم شحاته', '0', '93ب خالد بن الوليد ش6 الزهور', '1200072420', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2944, '2944', 'حسن محمد محمد السيد عشماوى', '0', 'المناصرة مركز الحسنية الشرقية ', '1222589175', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2945, '2945', 'دينا اشرف كمال محمد شيتوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2946, '2946', 'اسراء محمد على على العريان ', '0', 'م الامل ع 3 ش22 الضواحي ', '1228083164', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2947, '2947', 'نورهان محمد على على العريان ', '0', 'م الامل ع 3 ش22 الضواحي ', '1228083164', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2948, '2948', 'نهى مسعد حسن الضوى', '0', 'بورفؤاد منخفض التكاليف ع12 ش7 ', '1201527094', '1096600127', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2949, '2949', 'نصره عبد الشافعى عبد الحليم محمد', '0', 'بنك الاسكان ع13 ش30', '1276550057', '1016958659', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2950, '2950', 'هدى سعد احمد سليم', '0', 'ارض الجبل ع 10 ش14 الزهور', '1200819077', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2951, '2951', 'محمد محمود ابوالعزم قنديل', '0', '7ش اسكندرية وعباس برج رضوان العرب', '1223304378', '1553394378', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2952, '2952', 'احمد جابر فتحى ابو زيد العرابى', '0', 'م هيئة قناة السويس سكن اداري بورفؤاد ', '1016404784', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2953, '2953', 'صلاح احمد السيد معاطى هتيمى', '0', 'م خان الخليلي برج ايمان الدور السابع ش703 المناخ', '1229800174', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2954, '2954', 'على احمد السيد معاطى هتيمى', '0', 'م خان الخليلي برج ايمان الدور السابع ش703 المناخ', '1229800174', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2955, '2955', 'عيد جمعه محمد محمد متولى', '0', '6ابراج شباب اكتوبر ش19 الدور السادس الزهور', '1288149817', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2956, '2956', 'منه الله محمد الشربينى احمد نجيب', '0', 'ابراج محمد علي بورتكس ع30 ش10 الدور الثاني', '1062378367', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2957, '2957', 'انجى حسن محمد الشاعر', '0', '42أ شارع عرابي والظاهر الشرق ', '1007812217', '1005545055', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2958, '2958', 'سوزان حسن محمد الشاعر', '0', 'ابوبكر مدخل ب ع1 ش43 بورفؤاد', '1141199676', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2959, '2959', 'رنيم وليد كامل رضوان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2960, '2960', 'عمرو وليد كامل رضوان', '0', 'ابوبكر مدخل ب ع1 ش43 بورفؤاد', '1141199676', '1094116244', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2961, '2961', 'لجين وليد كامل رضوان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2962, '2962', 'اسلام محمد السيد عبد المقصود', '0', 'مركز منشاه ابوعمر الشرقية', '1096943779', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2963, '2963', 'ايمن صلاح الدين عبد العال شليل', '0', 'م الصفا عمارة 34 ش9 الضواحي ', '1222836689', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2964, '2964', 'اياد ايمن صلاح الدين عبد العال شليل', '0', 'م الصفا عمارة 34 ش9 الضواحي ', '1222836689', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2965, '2965', 'عزه محمد على حسن', '0', 'م الموظفين ع 13 ش 11 المناخ', '1277469790', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL);
INSERT INTO `customers` (`id`, `code`, `name`, `idCard`, `address`, `mobile`, `phone`, `area`, `floor`, `other`, `total`, `customer_type`, `sales_id`, `created_at`, `updated_at`, `deleted_at`) VALUES
(2966, '2966', 'عائشه احمد جمعه السيد سليمان', '0', '6ب ابراج النور الجديد الضواحي', '1212961590', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2967, '2967', 'احمد هشام عاطف العطوى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2968, '2968', 'جمانه هشام عاطف العطوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2969, '2969', 'عبد الرحمن على على حسن هديه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2970, '2970', 'احمد اسامه محمد حسن ريحان', '0', 'مساكن زمزم القديمه ع38 ش14', '1211162059', '1224968828', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2971, '2971', 'على محمد فرح مطاوى', '0', 'م زمزم القديم ع38 ش14 الضواحي', '1211162059', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2972, '2972', 'اسلام عبده مجاهد بدر ', '0', '112ش عرابي ومحمد صالح حرب العرب', '1550042244', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2973, '2973', 'ايه عبده محمد القابوطى عويس ', '0', 'شارع كوبري النقل بلوك 3 القابوطي', '1277324328', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2974, '2974', 'السيد فاروق السيد حسين القللى', '0', 'المنزلة ش بورسعيد عمارة التامينات المنزله الدقهلية', '1221331955', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2975, '2975', 'يوسف محمد حمدان عثمان', '0', 'الجعغرية والانصاري العرب ', '1271317785', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2976, '2976', 'ابراهيم محمد ابراهيم محمدين', '0', 'شارع محمود صدقى والجبرتى مساكن الفرما', '1226654243', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2977, '2977', 'ريهام يسرى عبد العال محمد على ', '0', '38مساكن المروة ش6 الزهور', '1281610746', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2978, '2978', 'محمود احمد حماد محمود حماد', '0', 'شباب الخرجين ع 35 ش6 الضواحي', '1286854486', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2979, '2979', 'مها حسن المتولى عبد الكريم', '0', '63مساكن الحزب ش32 بورفؤاد', '1205537782', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2980, '2980', 'محمد محمود السيد احمد الصغير', '0', '63مساكن الحزب ش32 بورفؤاد', '1205537782', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2981, '2981', 'محمد صابر محمد طاهر مسعد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2982, '2982', 'محمد محمود محمد محمود عبد الحى ', '0', '36ب حرفين الزهور ش12 ', '1201324404', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2983, '2983', 'رحمه حسن على حسن محمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2984, '2984', 'امانى حسن المتولى عبد الكريم', '0', 'م ابوبكر ع15 ش8 بورفؤاد', '1278397836', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2985, '2985', 'محمد ابراهيم محمد ابو المعاطى موسى', '0', '78م 6 اكتوبر المناخ', '1200989542', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2986, '2986', 'بسنت حسين محمد محمد الشافعى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2987, '2987', 'حسين محمد محمد الشافعى', '0', 'م الصفا ع 68 ش17 الضواحي', '1020809650', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2988, '2988', 'ياسر محمود سالم على', '0', 'م الصفا ع 110 ش17 الضواحي', '1211799468', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2989, '2989', 'محمود السيد محمود سالم على', '0', '3ب م مرسي اللنش ش17 المناخ', '1224654758', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2990, '2990', 'ياسمين السيد محمود سالم على', '0', '3ب م مرسي اللنش ش17 المناخ', '1284366342', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2991, '2991', 'سميره على ابراهيم منصور', '0', '3م ع نبيل منصور التعاوينيات الزهور ', '1200598804', '1220490696', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2992, '2992', 'احمد عصام جابر الغزولى', '0', 'برج الصابرين ش19 الزهور', '1028602155', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2993, '2993', 'ايمان محمد على صالح', '0', 'ش سعد زغلول مركز المطرية الدقهلية ', '1094102824', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2994, '2994', 'محمد اشرف عز الرجال عباس', '0', 'ش سعد زغلول مركز المطرية الدقهلية ', '1094102824', '1003060305', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2995, '2995', 'انجى عدلى ابراهيم شلبانه', '0', 'ع7 مجموعة 80 الرحاب التجمع الاول -القاهرة', '1115142441', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2996, '2996', 'اميره عدلى ابراهيم شلبانه', '0', '8شارع الشهيد الموجي وعرابي العرب ', '1115142441', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2997, '2997', 'احمد الشحات يوسف عبد العظيم', '0', '52عمربن عبد العزيز المميز عماره 138 ب ش 10 الزهور', '1277494205', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2998, '2998', 'مروه يحى عثمان اليمنى', '0', '74الحرية المنطقة ال7 المناخ', '1227589278', '1281714855', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(2999, '2999', 'محمد ابراهيم محمد صالح ابو النجا', '0', '7شارع 3الرئيسي 2-19 فرعي بورفؤاد', '1096701724', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3000, '3000', 'مروه محمود محمود السودانى الريس', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3001, '3001', 'محمود ابراهيم محمود حمدى محمد صالح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3002, '3002', 'محمد احمد عطيه محمد', '0', 'عمرو بن العاص ع 32 ب ش19 الزهور', '1277211291', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3003, '3003', 'زياد حامد المتولى عبد الرحمن', '0', 'خالد بن الوليد ع47 مدخل أ ش8 الزهور ', '1204511372', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3004, '3004', 'سهام محمد عبد المجيد العيسوى', '0', 'م الصفا ع67 ش9 الضواحي', '1207293903', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3005, '3005', 'شهد صادق محمود صادق الالفى', '0', 'بورفؤاد ابراج محمد علي ع25 الدور الثالث ش12', '1287720520', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3006, '3006', 'عزه السعيد مسعد الالفى', '0', 'بورفؤاد ابراج محمد علي ع25 الدور الثالث ش12', '1287720520', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3007, '3007', 'عبد الرحمن السيد عبد الحميد ابو العرب', '0', 'م البنك الاصفر مشروع1328 ع26أ ش7 الزهور', '1284773218', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3008, '3008', 'حنان احمد عبده قاسم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3009, '3009', 'محمد ممدوح عبد المجيد ابراهيم قياص ', '0', 'بورفؤاد مساكن الحزب الوطنى ع 49 ش9', '1009162306', '1226364360', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3010, '3010', 'خالد محمد عباس ابو العطا', '0', '62شباب الخرجين ش17 الضواحي', '1068767418', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3011, '3011', 'سلامه عبد الفتاح محمد عبد العزيز', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3012, '3012', 'احمد مجدى محمد عبد اللطيف', '0', 'م السلام تمليك ع142 ش10 العرب', '1022529615', '1271326822', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3013, '3013', 'احمد نصر محمد فراج مبارك', '0', 'م عمرو بن العاص ع2أ شقة 9 الزهور ', '1277435172', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3014, '3014', 'محمد عيد محمد السيد محمد', '0', 'م شباب الخرجين عمارة 61 ش8 الضواحي', '11277981933', '1274253092', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3015, '3015', 'زينب حلمى رجب سعد القشاوى', '0', 'م بنك الاسكان ع50 ش12 الضواحي', '1204632050', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3016, '3016', 'محمد احمد جابر على حجى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3017, '3017', 'دعاء احمد صديق عبد الرحيم', '0', '34ش رمسيس فندق ريفيرا ش14 شرق بورسعيد', '1206575457', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3018, '3018', 'محد السيد محمود سعوده قواله ', '0', '326مساكن الهيئة بورفؤاد', '1201380605', '1019250200', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3019, '3019', 'محمد سمير سليمان الديب', '0', '25منخفض التكاليف ش16 بورفؤاد', '1224251147', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3020, '3020', 'محمد عاطف السيد المتولى ', '0', 'م ال5000 ش46 الزهور', '1228854966', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3021, '3021', 'خالد مبارك الراوى على', '0', 'برج الهدي امام مستشفي نصر الدور الرابع ش4 الزهور ', '1223979234', '1200514905', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3022, '3022', 'احمد محمد محمد محمد على', '0', '47المنطقه 6 شقه 8', '1222982409', '1112508248', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3023, '3023', 'امانى خليل فؤاد خليل احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3024, '3024', 'حسن عبد الفتاح حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3025, '3025', 'نهى محمد رمضان خليل ابو سمره', '0', 'المنطقة الثالثه م3 ع27 المناخ', '1207735386', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3026, '3026', 'اسلام احمد محمود قنديل ', '0', 'السيدة نفسية ع10 ش12 الضواخي', '1229781166', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3027, '3027', 'راويه محمد يسن حامد', '0', 'مساكن الصفا ع95 ش4 الضواحي', '1220773924', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3028, '3028', 'علاء محمد راتب مبروك', '0', 'مساكن الامل الجديد ع16 ش12 الضواحي', '126255998', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3029, '3029', 'محمد القطب معاطى ابراهيم عبد الفتاح', '0', 'ش الكبير بجوار مسجد نوفل القابوطي الضواحي', '1273455887', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3030, '3030', 'نهاد محمد احمد عبد اللطيف', '0', 'برج ميرا بجوار سينما الاهلي الدور الثالث المناخ', '1140332205', '1140332206', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3031, '3031', 'منى مختار محمود عبد الجليل', '0', 'مساكن السلام التمليك عمارة99 ش12 العرب', '1206699865', '1200250730', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3032, '3032', 'مرفت مسعد عزيز ابراهيم', '0', 'شباب الخرجين بنك السكان ع47 ش4 الدور الاول حي الضواحي', '1228002945', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3033, '3033', 'مهند احمد عاشور ابراهيم الجباس ', '0', 'مساكن السيدة خديجة عمارة51 ش9', '1275984857', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3034, '3034', 'امل السيد السيد السيد خطاب', '0', 'عمر بن عبد العزيز ع55 ش14', '1220651575', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3035, '3035', 'شادى محمد محمد سليمان فراج', '0', '70مساكن ارض العزب ش الدقهليه  العرب', '1099922339', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3036, '3036', 'عمر احمد محمد حسن ابو العطا', '0', 'تعاونيات الزهور ع نويبع مدخل 1 ', '1202015866', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3037, '3037', 'احمد عبد الحافظ عيسى محمود', '0', '19على بن ابى طالب شقه 9 الزهور', '1273460209', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3038, '3038', 'يحيى محمد كامل السيد محمد الفراش', '0', 'تعاونيات الزهور ع القادسيه مدخل 1 الدور الارضى ش 3 امام المجمع الاسلامى ', '1221266647', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3039, '3039', 'السيد محمد عبد السلام عبد السلام مراد', '0', 'مساكن السيده زينب ع 19 ش 1', '1201337982', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3040, '3040', 'احمد سليم قناوى مصطفى', '0', '95مساكن الصفا ش4 الضواحى', '1220773924', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3041, '3041', 'محمد حسن عباس السبع', '0', '30ش الظاهر وطرح البحر ملك الصحان الشرق ', '1009757799', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3042, '3042', 'عمر السيد عبد الحميد ابو العرب ', '0', 'مشروع البنك الاصفر مشروع 1328 وحده  ع 26 أ ش 7', '1283692605', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3043, '3043', 'امينه محمد عبد الحى عبد الله', '0', '33ش كتخذا  من ذو القفار الساحل القاهره', '1111096084', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3044, '3044', 'ريم عصام احمد الرفاعى حسن', '0', 'مساكن على بن ابى طالب الطاقه الشمسيه ع 12 ش6', '1221529682', '1025246145', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3045, '3045', 'مصطفى عبد العزيز حمدى عبد العزيز عبدالله', '0', 'القابوطى اللبانه ع2 ش8 الضواحى', '1210275589', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3046, '3046', 'محمد عبد العزيز حمدى عبد العزيز عبد الله', '0', 'القابوطى اللبانه ع2 ش8 الضواحى', '1287921066', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3047, '3047', 'فاطمه احمد محمد هدية', '0', 'عمر بن عبد العزيز ع10أ  ش 14', '1033615915', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3048, '3048', 'امنيه اسماعيل ابراهيم اسماعيل جمعه', '0', 'مساكن عمر بن الخطاب ع7 شقه     الزهور', '1015533935', '1273045954', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3049, '3049', 'ابانوب فكرى جبر سوريال فرقعى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3050, '3050', 'فاطمه محسن بديع السيد الصياد', '0', 'مدينة المطريه جسر الواقى المسطحات المطريه دقهليه', '1010272884', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3051, '3051', 'امال محمود عبد الستار الشكيتى', '0', 'مدينة المطريه جسر الواقى المسطحات المطريه دقهليه', '1010272884', '10036', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3052, '3052', 'عمرو محمد على على السيد البقرى', '0', 'مساكن العبور ع15 ش3 الدور الارضى بورفؤاد', '1060884548', '1276479474', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3053, '3053', 'زينب محسن بديع السيد الصياد', '0', 'مدينة المطريه جسر الواقى المسطحات المطريه دقهليه', '1093032533', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3054, '3054', 'عطيات على عبده البلجيهى', '0', 'مساكن على بن ابى طالب الطاقه الشمسيه ع9 ش4', '1200682799', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3055, '3055', 'حسام الدين حلمى عبد الحميد النجار ', '0', '25شارع برهام متفرع من شارع وادى النيل الزقازيق', '1207504104', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3056, '3056', 'السعيد السيد عبده محمد حواله', '0', 'السيد نفيسه ع 117 ش19 الضواحى', '1274790021', '1208802527', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3057, '3057', 'جنى عبد العليم الحسينى السيد وهبه', '0', 'ابراج ابو القمصان برج الروضه الور 9 ش151', '1288482819', '1030797722', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3058, '3058', 'فاطمه عبد الله الغريب احمد فراج', '0', '294م الهيئه عمارة الاصدقاء ش33 بورفؤاد', '1017814001', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3059, '3059', 'محمد عبد الفتاح ابراهيم محمد جمعه', '0', 'مسكن فاطمه الزهراء ع 129 شقه 22', '1220049924', '1228533895', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3060, '3060', 'كريمه عباس محمد عبده', '0', 'مساكن خالد بن الوليد ع79ب ش18', '1223827690', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3061, '3061', 'حامد حسين السيد خفاجه', '0', 'السلام تمليك ع 135 ش', '1201540207', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3062, '3062', 'معتز جمال مسعد ابو النصر', '0', '4ش اسوان وسوريا مساكن المعلمين ش9 الدور الخامس ', '1223255058', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3063, '3063', 'عمرو احمد شاكر محمود يوسف', '0', 'الصفوه ع 10 ش7 الزهور', '1285697417', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3064, '3064', 'ندى طارق صبحى الفوال', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3065, '3065', 'حسام محمد يوسف محمد', '0', 'السلام تمليك ع 127 ش5', '1201924016', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3066, '3066', 'دنيا محمد وجدى ابراهيم عبد الله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3067, '3067', 'حنان حامد السيد ابو النور', '0', '57ابراج بروتكس المستقبل الضواحى', '1018601032', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3068, '3068', 'مروه السيد احمد منصور سليم', '0', '30شارع الجيش واحمد شوقى الشرق ', '1277705354', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3069, '3069', 'انعام ابرهيم عبده الجبرونى', '0', '30شارع الجيش واحمد شوقى الشرق ', '1277705354', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3070, '3070', 'ناهد محمد احمد عثمان', '0', 'حى المناخ المنطقه الخامسه ع 57 ش6', '1229767021', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3071, '3071', 'هناء عبدالحميد التابعي صبيح', '0', 'على بن ابى طالب ع 58 ش11 الزهور', '1204194483', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3072, '3072', 'مرفت ناصر جلال عبدالغفار ', '0', 'مساكن ارض الجبل ع 30 ش 10 الزهور', '1501895988', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3073, '3073', 'امال محمود عباس محمود طه', '0', 'مساكن على بن ابى طالب الطاقه الشمسيه ع 39 ش 18', '1024118277', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3074, '3074', 'احمد ناصر ابراهيم محمد عطوى', '0', 'السيد متولى الجديد ع 120 ش22', '1273854170', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3075, '3075', 'سيف اسامة حامد السيد احمد القراعي', '0', 'مساكن زمزم ع 40 ش  الضواحى', '1551813704', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3076, '3076', 'امينة عبدالعال عطيه عبدالعال', '0', 'مساكن ال5000 وحده ع 162 شقه 9 الزهور', '1289362667', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3077, '3077', 'كريم محمد مسعد حسنين محمد شلاطة', '0', 'مساكن على بن ابى طالب ع3 ش12 الزهور', '1200713264', '1206739508', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3078, '3078', 'وفاء رمضان محمد عبد العزيز', '0', 'مساكن بنك الشاى ع2 ش72 الضواحى', '1288409860', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3079, '3079', 'محمد علي احمد علي رشوان', '0', 'حى مبارك عماره 9أ ش22 الضواحى ', '1224615998', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3080, '3080', 'شادي محمد حسن مندوه', '0', 'شباب الخرجين ع 27 ش2 الدور الاول ', '1280551022', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3081, '3081', 'ايه كرم احمد رضوان ', '0', 'عمر بن عبد العزيز ع 2ب ش 20', '1205325102', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3082, '3082', 'عبدالرحمن هشام غريب هلال', '0', 'ال5000 وحده ع 7 ش2', '1281164423', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3083, '3083', 'محمد هشام غريب هلال', '0', 'ال5000 وحده ع 7 ش2', '1281164423', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3084, '3084', 'حكمت محمد عيسى احمد عبده مشالي', '0', 'المنطقه الرابعه ع 1 ش1 المناخ', '1012731841', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3085, '3085', 'ساهر محمد بركات زهيري ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3086, '3086', 'سامح فؤاد سراج الدين محمد الرفاعي', '0', 'بنك الاسكان ع 38 شقه 10 الضواحى', '1013321247', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3087, '3087', 'ابانوب مكرم عزيز لويز', '0', 'مسساكن ابو بكر الصديق ع10 مدخل أ ش 15', '1224805701', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3088, '3088', 'مريم عزيز نصر فرج', '0', 'مساكن بلال بن رباح ع 23ب ش 8', '1224805701', '1271001871', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3089, '3089', 'محمد موسى كامل عويضة', '0', 'م المنطقة ال5 ع40 ش1 المناخ', '1000536796', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3090, '3090', 'عمر طارق حسنين مرسي بدران', '0', '3رئيسي برج عاملين كلية الهندسه بورفؤاد ', '1223252336', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3091, '3091', 'يوسف طارق حسنين مرسي بدران', '0', '3رئيسي برج عاملين كلية الهندسه بورفؤاد ', '1223252336', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3092, '3092', 'معاذ طارق حسنين مرسي بدران', '0', '3رئيسي برج عاملين كلية الهندسه بورفؤاد ', '1223252336', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3093, '3093', 'امل توفيق رشوان محمد', '0', 'مساكن خالد بن الوليد ع 97 مدخل ب ش 10', '1224787411', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3094, '3094', 'رضوى احمد حسين احمد خليف', '0', 'عمر بن العاص ع 33ب ش13', '1288170195', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3095, '3095', 'كريم ناصر ابراهيم محمد عطوى', '0', 'السيد متولى ع 120 ش 22 الضواحى', '1280775939', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3096, '3096', 'كريم السعيد مسعد محمد كسبه', '0', 'ش صلاح الدين وبنما ع 28 ش 12 الشرق', '1097896509', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3097, '3097', 'عزة الدسوقي محمد عياد', '0', 'شارع سليمان مستجد 4 بجوار مركز شباب المطريه', '1151251783', '1140681785', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3098, '3098', 'عوض محمد يوسف عبدالرحمن', '0', 'الزهور عمرو بن الخطاب عماره 12 شقه 3', '1288170195', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3099, '3099', 'احمد ايمن عبدالوهاب مجاهد', '0', 'ال5000 وحده ع 202 شقه 1', '1225952319', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3100, '3100', 'اسماء الحسيني محمد عبدالشكور', '0', 'ش صلاح سالم برج بيلاميرا الدور الثامن ش1', '1206886226', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3101, '3101', 'سميرة جمعة محمد عبدالحميد', '0', 'عمر بن عبد العزيز ع 32 مدخل أ ش 17', '1211686402', '1069315064', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3102, '3102', 'ناصرة ابو الوفا عوض السيد بعيلة', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3103, '3103', 'مهند محمد محمد احمد علود', '0', 'مساكن شباب الخرجين ع62 شقه 11 الدور الثالث', '1019802239', '1553023112', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3104, '3104', 'مؤمن محمد محمد احمد علود', '0', 'مساكن شباب الخرجين ع62 شقه 11 الدور الثالث', '1019802239', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3105, '3105', 'هبه ابراهيم ابراهيم الشبكي', '0', 'شباب المدينه ع 20 ش 14 عماره عمر مكرم الزهور ', '1225958800', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3106, '3106', 'احمد رمضان مصطفى مزاج', '0', 'مساكن عمر بن الخطاب ع 159 ش18 الزهور', '1204122082', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3107, '3107', 'محمد رمضان مصطفى مزاج', '0', 'مساكن عمر بن الخطاب ع 159 ش18 الزهور', '1204122082', '1010519422', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3108, '3108', 'عبدالرحمن السيد ابراهيم جداره', '0', 'اسوان والشرقيه عماره السرايا الدور الرابع ش 18', '1211312402', '1204210470', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3109, '3109', 'هدى السيد ابراهيم جداره', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3110, '3110', 'ماجدة السيد ابراهيم جداره', '0', 'اسوان والشرقيه عماره السرايا الدور الرابع ش 18', '1225213051', '1204210470', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3111, '3111', 'اروى السيد جميل السيد عوض', '0', 'مساكن الصفا ع67 ش 9 الضواحى ', '1225089998', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3112, '3112', 'يوسف ابراهيم رشاد مجلع بطرس', '0', 'مساكن بلال بن رباح عماره 37 أ شقه 6', '1289323489', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3113, '3113', 'احمد سعد محمد راوي', '0', 'مساكن الرحاب ع14 ش23 الضواحى', '1286844975', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3114, '3114', 'ناهد جمال مسعد عبدالله جاد', '0', 'ال5000 وحده عماره 201 ش11', '1212113262', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3115, '3115', 'امنية محمد عبدالفتاح حجازي مصطفى', '0', 'مساكن الامل الجديد عماره 50 ش 12 الضواحى ', '1153340027', '1129701224', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3116, '3116', 'هالة احمد عبدالمقصود الدكروري', '0', 'مساكن عمر بن الخطاب ع 12 مدخل أ ش 19', '1220826533', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3117, '3117', 'محمد عزت محمد عبدالهادي عيسى', '0', 'مساكن 6 اكتوبر ع51 ش4 المناخ', '1273144724', '1276723340', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3118, '3118', 'حنان ميلاد نجيب فرج', '0', '43ب علي بن ابي طالب ش23 الزهور ', '1225131383', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3119, '3119', 'محمد محمد ابراهيم الخولي', '0', 'المنزله شارع الرياح بجوار فيلا عبده زيدان ملك حسين الخريبى', '1277702300', '1060308506', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3120, '3120', 'محمد وائل محمد محمود سيد احمد ', '0', 'ع المقدس والانصار ش1 العرب', '1227339320', '1281251988', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3121, '3121', 'عمر وائل محمد محمود سيد احمد ', '0', 'ع المقدس والانصار ش1 العرب', '1227339320', '1281251988', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3122, '3122', 'عبدالرحمن وليد محمد سيد ', '0', 'ع المقدس والانصار ش1 العرب', '1227339320', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3123, '3123', 'امنيه صلاح الدين حسن محمد عيد', '0', 'شارع نبيه و99ملك السيد شوربه الدور الرابع المناخ ', '1008869081', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3124, '3124', 'زياد محمد صالح محمد الشوا', '0', 'م السيدة خديجة ع78 ش6 الضواحي', '1066131804', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3125, '3125', 'هبه السيد احمد منصور', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3126, '3126', 'ماريهان محمد محمد موسي', '0', 'م شباب الخرجين ع 62 ش11 الضواحي', '1553023112', '1019802239', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3127, '3127', 'يوسف محمد يوسف عبده قنديل', '0', '9/30ملك محمود محمد عمر ش2 بورفؤاد', '1223992827', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3128, '3128', 'حسن محمد يوسف عبده قنديل', '0', '9/30ملك محمود محمد عمر ش2 بورفؤاد', '1223992827', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3129, '3129', 'نورهان محمد محمد سلامة', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3130, '3130', 'اجلال مختار محمد ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3131, '3131', 'محمد جمال احمد علي منصور', '0', 'م زمزم الجديدة ع136 ش15 الضواحي ', '1275131312', '1002737564', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3132, '3132', 'مصطفى عبد الرحمن مرسى شلبى', '0', 'بورفؤاد شارع 20 ع 6 ش 1', '1222968772', '1507222701', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3133, '3133', 'محمد السيد عوض جوان', '0', 'المطريه دقهليه شارع الشرقيه والجيش 19 مجاوره 62 ثانى العاشر من رمضان ', '1205753866', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3134, '3134', 'ضياء سامى ابراهيم محمد السيد', '0', 'على بن ابى طالب الطاقه الشمسيه ع44 ش 1', '1274945069', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3135, '3135', 'محمود العربي صالح مجاهد', '0', 'عمرو بن العاص ع13 مدخل أ  ش20', '1207109540', '1280287758', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3136, '3136', 'احمد العربى صالح مجاهد على', '0', 'عمرو بن العاص ع13 مدخل أ  ش20', '1207109540', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3137, '3137', 'منى محمود مصطفى الجمل', '0', 'مساكن الحزب الوطنى ع118 ش304 بورفؤاد', '1223282653', '1212343149', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3138, '3138', 'خالد جمال رجب قفصى', '0', 'مركز شباب الميناء اول الغردقة خلف القسم القديم البحر الاحمر ', '1009677162', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3139, '3139', 'رحمه موسى محمد صبرى محمد', '0', 'تعاونيات الزهور ع صلاح الدين مدخل 4 ش26', '1272333040', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3140, '3140', 'عواطف محمد عبد الحميد فراج', '0', 'عمربن عبد العزيز ع85 مدخل أ ش8', '1202144946', '1202827037', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3141, '3141', 'اسامه ايمن احمد السيد رخا', '0', 'ابراج اللنش الجديده برج 13 الدور الثالث ش19', '1200893824', '0', '0', '0', '0', '0', 7, 1, '2025-07-06 23:28:54', '2025-09-13 08:16:18', NULL),
(3142, '3142', 'ادهم اشرف فتحى محمد البلاسى', '0', 'ارض العزب مساكن المعلمين ع7 أ الدور الرابع ش 10', '1022503098', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3143, '3143', 'رضا احمد السيد عبده البردان', '0', '19حارة القطه الموسكى القاهره', '1061400189', '1110004138', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3144, '3144', 'يوسف محمد يوسف عبد الرحمن', '0', 'م عمر بن الخطاب ع5 ش9 الزهور', '1221311307', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3145, '3145', 'علياء فاروق السيد شاهين', '0', '19شارع الجيش برج بورفؤاد منطقه كنتاكى شقه 5 الدور 5', '1008188635', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3146, '3146', 'ابراهيم محمد ابراهيم حسن', '0', 'الحريه ع 128 ش 15 امام مستشفى عطاء المناخ', '1005808491', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3147, '3147', 'محمد جلال السيد حسن عاشور', '0', 'شارع التامين برج الاحرار الدور الثانى ش 24 بورفؤاد ', '1210405727', '1285251333', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3148, '3148', 'معاذ وائل عادل عبده موسي', '0', 'ابراج قشلاق السواحل برج لؤلؤة االشاطئ الدور6 شقه12اعلي مستشفي اليوسف', '1201925556', '1061718795', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3149, '3149', 'حمزة وائل عادل موسي ', '0', 'ابراج قشلاق السواحل برج لؤلؤة االشاطئ الدور6 شقه12اعلي مستشفي اليوسف', '1201925556', '1061718795', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3150, '3150', 'محمد عبده محمد الحريري', '0', 'عمر بن عبد العزيز المميز ع155 ش7 الزهور', '1019476257', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3152, '3152', 'احمد محمود محمد عطا الله الحداد', '0', '66مساكن الصفا ش8 الضواحى ', '1225251997', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3153, '3153', 'مروة ابراهيم احمد ابراهيم', '0', 'ابو خليفة القنطرة عرب- الاسماعلية', '1030555166', '1211682013', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3154, '3154', 'نوره السيد عبد النبى محمد ', '0', 'فاطمه الزهراء ع59 ش 20 الضواحى', '1097745328', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3155, '3155', 'ابتهال الخضر محمد موسي', '0', 'مساكن شباب المدينه عمارة 10شقه308الزهور', '1014283425', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3156, '3156', 'مصطفي ابراهيم رشوان احمد هاشم', '0', 'مساكن خالد ابن الوليد عمارة104بشقه13الزهور', '1224841096', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3157, '3157', 'امانى ابراهيم ابو زيد احمد رضوان', '0', 'الحديد ولنادى امام معمل البرج عمارة 4شقه17العرب', '1281287606', '1279479404', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3158, '3158', 'مازن ابرهيم السيد حسن خضر', '0', 'مساكن المروة عمارة 59شقه9الزهور ', '1120034770', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3159, '3159', 'محمد ابراهيم السيد حسن خضر', '0', 'مساكن المروة عمارة 59شقه9الزهور ', '1120034770', '1551223490', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3160, '3160', 'احمد السعيد ابراهيم محمد زقزوق', '0', 'مساكن عثمان بن عفان عمار21شقه20الزهور', '1011735659', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3161, '3161', 'ابراهيم السعيد ابراهيم محمد زقزوق', '0', 'مساكن عثمان بن عفان عمار21شقه20الزهور', '1011735659', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3162, '3162', 'مصطفي محمد مصطفي مصطفي عبد اللطيف', '0', 'الحوته مركز المنزله شارع البحر امام مسجد التوحيد دقهليه', '1229757139', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3163, '3163', 'احمد جابر محمد عبد السيد البلتاجى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3164, '3164', 'محمد محمود امين المصرى', '0', 'ابراج المحروسه م ببرج1غربي مدخل قبلي شقه802الدور الثامن الشرق بورسعيد', '1225467486', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3165, '3165', 'عزت عزيز ميخائيل جرجس', '0', '13شارع صلاح سالم عمار الفقي الدور الثانى شقه8الشرق', '1016930052', '1005278388', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3166, '3166', 'فادى عزيز ميخائيل ', '0', '13شارع صلاح سالم عمار الفقي الدور الثانى شقه8الشرق', '1016930052', '1005278388', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3167, '3167', 'جهاد محمد محمد وهبه حسن ', '0', 'مساكن زمزم الجديدة عمارة 138 شقه23الضواحى', '1282806558', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3168, '3168', 'حسن احمد محمد محمد السندوبي', '0', '80مساكن الصفا شقه1الضواحى', '1270217884', '1010479763', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3169, '3169', 'احمد صابر علي حسن حسن', '0', 'مساكن شمال الحريه عمارة157شقه23المناخ', '1222955303', '1229872040', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3170, '3170', 'دينا محمود ابراهيم عبده', '0', 'مساكن شمال الحريه عمارة157شقه23المناخ', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3171, '3171', 'ياسمين علاء الدين اسماعيل ', '0', 'تقسيم عبد الهادى الحديدى برج الهدى الدور الثانى شقه1الزهور ', '1221156739', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3172, '3172', 'جيلان طارق علي سلامه شعبان', '0', 'مساكن بنك الاسكان عمارة 70شقه 26الدور الخامس الضواحى', '1020006330', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3173, '3173', 'اشرف ابو الفتوح محمد الكرداوى ', '0', 'شباب المدينه برج حى العرب عمارة 1شقه401الزهور -بورسعيد', '1205204155', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3174, '3174', 'نوال سعد الدين محمود محمد', '0', 'مساكن الرحاب ع14 ش23 الضواحى', '1286844975', '1227862419', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3175, '3175', 'الاء اكرم ابراهيم الشرقاوي', '0', 'عمارات محمد علي ش10 الدور الثاني', '1091938135', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3176, '3176', 'اشرف محمود محمد رجب', '0', 'شباب اكتوبر عمارة شقة11 الدور التاني الزهور بورسعيد', '1228780900', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3177, '3177', 'ريهام علي محمد علي', '0', 'شباب اكتوبر عمارة شقة11 الدور التاني الزهور بورسعيد', '1228780900', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3178, '3178', 'مروة محمد عبده الهلوتي', '0', 'تعاةنيات الجيزة عمارة جابر بن حيان م2الدور التاني شقه12', '128590117', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3179, '3179', 'عوضه احمد ابراهيم الدسوقي', '0', 'عمارة 25 طريق النصر م الموظفين شقة13 امام كلية التربية الشرق', '1223972266', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3180, '3180', 'محمد احمد السيد محمد سمك', '0', '28مساكن الحرفين شقة الزهور بورسعيد', '1220960616', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3181, '3181', 'هانى فهمى يوسف مهنا', '0', 'مجمع السلام شارع 23يوليو مدخل 3شقه34الشرق بورسعيد', '1005266017', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3182, '3182', 'طه احمد محمد محمود السحراوي', '0', 'مساكن السلام تمليك ع121 ش15 العرب', '1282763614', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3183, '3183', 'ايمان مروان محمود البربري', '0', 'م خان الخليلي برج اليسر ش15', '1205554309', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3184, '3184', 'عايده عبد المنعم توفيق غبن ', '0', 'ابراج بورتكس برج الاقصي شقة 2الدور التامن حي الضواحي', '1090647474', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3185, '3185', 'احمد عادل يونس علي الخميسي', '0', 'مساكن الصفا  عمارة 78شقه10الضواحى بورسعيد', '1208827059', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3186, '3186', 'مروة عبد المجيد محمد السيد', '0', 'عمارة 25طريق النصر م الموظفين شقه13امام كليه التربيه الشرق', '1223972266', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3187, '3187', 'عبدالرحمن فوزى ابراهيم فرغلي الجبالى', '0', 'مسان ارض الجبل عمارة 1شقه2الزهور -بورسعيد', '1008363006', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3188, '3188', 'عبدالرحمن عمرو محمد عوض عيسي', '0', 'مساكن الاسراء بجوار موقف مصر عمارة25شقه13الضواحى', '12008793337', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3189, '3189', 'سامح خضر احمد طه بربور ', '0', 'مساكن زمزم عمارة 78شقه 20 امام مدرسه الفندقيه ', '1200064810', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3190, '3190', 'سلوى السيد حسين ابراهيم', '0', 'مساكن الحرفين الزهور عمارة21مدخل ا شقه10 بالزهور', '1061796020', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3191, '3191', 'محمد منير محمود عبدالله', '0', 'ع الاوقاف ارض الجبل الزهور', '1002890077', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3192, '3192', 'اعتماد احمد عبده ترك', '0', '9شارع 23يوليو بورفؤاد -بورسعيد', '10028900282', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3193, '3193', 'عمر مجدى البدرى شحاته محمود', '0', 'مشروع لؤلؤة بورسعيد عمارة 23شقه51الدور الخامس المناخ', '1226761176', '1287686674', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3194, '3194', 'احمد كامل راشد بهى الدين غازى', '0', 'مساكن المطاحن عمارة8شقه2 الضواحى', '1271938870', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3195, '3195', 'احمد اسامه السيد محمد احمد عمارة', '0', 'مساكن عمر بن الخطاب عمارة 75شقه5 الزهور', '1208542395', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3196, '3196', 'محمد هانى محمد عطوة محمد الشبكى ', '0', 'مساكن الصفا عمارة119شقه20الدور الخامس الضوحى', '1275123654', '1063750404', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3197, '3197', 'احمد ادم عمر ادم', '0', 'مساكن عمرو بن العاص عمارة61ب شقه10 الزهور', '1000044582', '1222244363', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3198, '3198', 'منه الله محمد مصطفي سعد', '0', 'مساكم ال9000 جنوب عمارة55شقه2بورفؤاد بورسعيد', '1208753990', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3199, '3199', 'امير صلاح علي جابر', '0', 'م عثمان بن عفان ع9 ش10 الزهور', '1272932189', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3200, '3200', 'عمر هيثم عباس عبدالرحمن الجمل', '0', 'عمارات قصر الثقافة عمارة الشمس مدخل الدور الثالث ش51 بورفؤاد', '1286619573', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3201, '3201', 'يوسف محمد صبرى ابراهيم السيد', '0', 'مساكن شباب الخرجين ع23 ش11', '1200862876', '1274790496', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3202, '3202', 'روضه محمد فهيم سليمان', '0', 'مساكن ابو بكر الصديق ال5000وحده ع35 ش21', '1040220546', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3203, '3203', 'عواطف عبد المنعم الشينى', '0', 'مساكن زمزم  ع78  ش16 الضواحى بورسعيد', '1210987053', '1220846005', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3204, '3204', 'محمد على حسن حسن العدوى', '0', 'على بن ابى طالب طاقه شمسيه ع46 ش14 ', '1207082600', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3205, '3205', 'مصطفى نعيم مصطفى على على', '0', 'مساكن الجوهره ع67 ش 502', '1022412063', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3206, '3206', 'وفاء احمد السيد حموده صبيح', '0', 'مساكن الصفا ع 80 ش11', '1212960524', '1283303145', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3207, '3207', 'محمد عيد يوسف عبده منجد', '0', 'مساكن على بن ابى طالب ع5 ش23 ', '1276462074', '1208751447', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3208, '3208', 'اسلام محمد الشبراوى منصور', '0', 'الحى الاماراتى ع58 ش 4', '1094696055', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3209, '3209', 'السيد ممدوح السيد محمد البدراني ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3210, '3210', 'سحر محمد ابو المجد عبد اللطيف', '0', 'فاطمه الزهراء ع62 ش22', '1273304018', '1200504416', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3211, '3211', 'احمد اشرف نظمى عبدالعزيز', '0', 'عمر بن الخطاب الزلط ع33 ج ش7 الدور الربع', '1223538527', '1208978477', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3212, '3212', 'محمود اشرف نظمى عبدالعزيز', '0', 'عمر بن الخطاب الزلط ع33 ج ش7 الدور الربع', '1223538527', '1208978477', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3213, '3213', 'محمد اشرف نظمى عبدالعزيز', '0', 'عمر بن الخطاب الزلط ع33 ج ش7 الدور الربع', '1223538527', '1208978477', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3214, '3214', 'اسرا ءمجدى فؤاد اسماعيل', '0', 'عمر بن عبد العزيز المميز ع101 مدخل أ  شقه 10 الزهر', '1270193091', '1283265076', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3215, '3215', 'دعاء حسن ابراهيم ابراهيم', '0', 'الصفا ع106 شقه 9 الضواحى بورسعيد', '1204916382', '1223860218', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3216, '3216', 'وليد مختار محمد على', '0', 'الصفا ع107 ش2', '1017632185', '1100914466', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3217, '3217', 'رشا السيد عبده على بدر الدين', '0', 'فاطمه الزهراء ع116 شقه 24 الضواحى ', '1206309334', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3218, '3218', 'يوسف اشرف عبد الكريم', '0', 'عمارة 35مساكن ابو بكر الصديق ال5000وحده شقه21', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3219, '3219', 'علي اشرف عبد الكريم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3220, '3220', 'مالك اشرف عبد الكريم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3221, '3221', 'عبد الرحمن اشرف عبد الكريم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3222, '3222', 'حسن مسعد ابراهيم زهران', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3223, '3223', 'عبد الرحمن محمد ابو زيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3224, '3224', 'رامي محمد فهيم سليمان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3225, '3225', 'احمد محمد عبده شحاته عبد الخالق', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3226, '3226', 'جهاد محمد عبده شحاتة', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3227, '3227', 'محمد العربي فاروق عبده ايوب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3228, '3228', 'سلوى حسين علي حمدان حجاب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3229, '3229', 'احمد محمد مصطفي المغربي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3230, '3230', 'عبد الرحمن محمد مصطفي الغربي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3231, '3231', 'احمد عاطف السيد ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3232, '3232', 'شذى تامر محمد ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3233, '3233', 'لمار ايمن محمد حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3234, '3234', 'محمد صدقي محمد عثمان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3235, '3235', 'احمد ابراهيم محمد ابراهيم حمزه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3236, '3236', 'ايمان ممدوح احمد عبد الواحد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3237, '3237', 'اسلام طلعت حسن محمد حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3238, '3238', 'جيهان السيد محمد خضر ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3239, '3239', 'نبيهه منصور صبح منصور', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3240, '3240', 'رحيم صبري ابراهيم علي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3241, '3241', 'حسن محمد حسن احمد يوسف عامر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3242, '3242', 'عزه صالح الباز حسين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3243, '3243', 'فاطمة البرعي احمد محمد الازهرى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL);
INSERT INTO `customers` (`id`, `code`, `name`, `idCard`, `address`, `mobile`, `phone`, `area`, `floor`, `other`, `total`, `customer_type`, `sales_id`, `created_at`, `updated_at`, `deleted_at`) VALUES
(3244, '3244', 'احمد عبد المنعم محمد علوان مغربي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3245, '3245', 'محمد محمود اسماعيل احمد علي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3246, '3246', 'دنيا احمد محمد عبد الحافظ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3247, '3247', 'رجب فهمي فرج طلبة', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3248, '3248', 'احمد محمود عبده الكيلاني', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3249, '3249', 'خالد صلاح الدين علي صالح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3250, '3250', 'رشا فواز حسين عبد النعيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3251, '3251', 'عمر احمد صالح خليل المتولي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3252, '3252', 'محمد سعيد محمد مسعد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3253, '3253', 'محمد مصطفي عبد النبي عبد الكريم السويركي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3254, '3254', 'محمد حسام احمد محمد فرغلي فرج الله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3255, '3255', 'حسين حسام احمد محمد فرغلي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3256, '3256', 'فوزيه محمد منصور منصور القماش', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3257, '3257', 'جيهان محمد مصطفي موسي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3258, '3258', 'احمد يوسف احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3259, '3259', 'سها عادل محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3260, '3260', 'شيرين عادل محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3261, '3261', 'هايدى عزت عزيز ميخائيل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3262, '3262', 'محمود حمدى طه محمد عيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3263, '3263', 'السيد عبد الحميد ابو العلا محمد ابو طالب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3264, '3264', 'سميرة عبد اللطيف عيسى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3265, '3265', 'محمد علاء السيد السيد الصواف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3266, '3266', 'محمود رافت مصطفي علي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3267, '3267', 'عادل نعيم مصطفي علي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3268, '3268', 'اسماء سمير محمد الغريب الشناوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3269, '3269', 'السعيد عبد الوهاب عبده ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3270, '3270', 'محمود محمد محمود هريدى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3271, '3271', 'محمد محمد رفاعي بكرى حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3272, '3272', 'فكرية نير نصر هاشم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3273, '3273', 'السيد محمد محمد علي الرازقي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3274, '3274', 'حازم محمد محمد الجرايحي محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3275, '3275', 'كريم ايهاب الداودي جمعه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3276, '3276', 'نورهام جمال عبد الموجود جابر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3277, '3277', 'ريهام علي احمد الباز', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3278, '3278', 'جيهان حامد مصطفي العيسوى ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3279, '3279', 'محمد نجيب علي علي الشحته', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3280, '3280', 'مايا ياسر يوسف محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3281, '3281', 'عبد الرحمن نجيب علي علي الشحته', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3282, '3282', 'علاء السيد عبده علي بدر الدين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3283, '3283', 'مجدى عارف عبد فتاح فراج ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3284, '3284', 'منار عوض السيد عوض احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3285, '3285', 'عبد الرحمن محمد فوزى مختار الهندى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3286, '3286', 'وفاء محروس فهيم محمد اجلاد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3287, '3287', 'وائل العربي عبد الرحمن محمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3288, '3288', 'فهيمه محمد عبده منسي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3289, '3289', 'احمد حسام احمد محمد فرعلي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3290, '3290', 'مجدى عطا ابيب الجعيو', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3291, '3291', 'عبدالله ابراهيم محمد ابراهيم سلامه ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3292, '3292', 'ولاء محمد السيد شلبي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3293, '3293', 'احمد محمد السيد شلبي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3294, '3294', 'محمد عربي سالم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3295, '3295', 'اسماء علي محمد محمد الجوهرى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3296, '3296', 'رحمة جمال منصور', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3297, '3297', 'سارة عادل السيد عبدالله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3298, '3298', 'شروق علي محمد علي حمليط', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3299, '3299', 'نورهان علي محمد علي حمليط', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3300, '3300', 'نورهان السيد حامد احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3301, '3301', 'باسم احمد احمد مختار', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3302, '3302', 'اسامه مسعد فاروق مسعد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3303, '3303', 'روان حسن فرج حسن الرمال', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3304, '3304', 'مريم احمد سليم قناوي مصطفي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3305, '3305', 'ملك احمد سليم قناوي مصطفي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3306, '3306', 'طارق ابراهيم محمد راشد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3307, '3307', 'زياد عادل السيد عبدالله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3308, '3308', 'اميرة خليل احمد خليل العشري', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3309, '3309', 'ايناس سامي عبدالعاطي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3310, '3310', 'سيف الله محمد فاروق ابو السعود علي عيسي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3311, '3311', 'توفيق محمد فاروق ابو السعود علي عيسي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3312, '3312', 'محمد محمود نعمان احمد نعمان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3313, '3313', 'نور احمد الشبراوي محمد علي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3314, '3314', 'فوزي ابراهيم فوزي احمد عيسي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3315, '3315', 'احمد محمد الشوربجي الشوربجي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3316, '3316', 'السيد علي محمد علي هريدي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3317, '3317', 'حسام سمير عبدالستار الطباخ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3318, '3318', 'توهاده محمد طلبه عوض فرج', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3319, '3319', 'هاله حسن بسام بسام السيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3320, '3320', 'عبده عوض موسبي حجازي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3321, '3321', 'هند عوض عوض مخلص', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3322, '3322', 'توتيا ممدوح محمد توفيق', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3323, '3323', 'ياسين ممدوح محمد توفيق', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3324, '3324', 'دعاء عطيه اسماعيل محمد حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3325, '3325', 'اسامه ناصر محمد الصديق مصطفي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3326, '3326', 'حسن السيد محمد عبدالله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3327, '3327', 'محمد السيد محمد عبدالله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3328, '3328', 'اسماء حسن علي محمد رضوان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3329, '3329', 'احمد السعيد عبدالرازق ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3330, '3330', 'هشام علي حسن ابو النجا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3331, '3331', 'عبد العزيز عاصم ابو المجد زكي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3332, '3332', 'عبدالرحمن عاصم ابوالمجد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3333, '3333', 'محمد احمد حفني عبدالله احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3334, '3334', 'عبدالرحمن احمد حفني عبدالله احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3335, '3335', 'محمد علي علي الطويل ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3336, '3336', 'اسماء السيد ابراهيم سالم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3337, '3337', 'اسماء محمد شهاب الدين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3338, '3338', 'امينه علي عبدالقادر الزغبي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3339, '3339', 'بلال سامح الجرايحي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3340, '3340', 'نورا اسامة السيد عبدالرحمن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3341, '3341', 'اسامة السيد عبدالرحمن محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3342, '3342', 'دينا محمد احمد ابراهيم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3343, '3343', 'محمد شلبي عبد الفتاح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3344, '3344', 'محمد عمرو فوزي احمد الجيار', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3345, '3345', 'سمر محمد احمد عبد المجيد قاسم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3346, '3346', 'احكام محمد عبدالعزيز اسماعيل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3347, '3347', 'حكمت علي ابراهيم كرم ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3348, '3348', 'سعيد رجب حسين محمد اسماعيل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3349, '3349', 'فاطمه ابراهيم احمد مسعود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3350, '3350', 'سليمة ابراهيم عبد الغفار', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3351, '3351', 'شيماء عبدالرحمن محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3352, '3352', 'اسراء مسعد فاروق مسعد حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3353, '3353', 'مصطفي احمد مصطفي طاهر محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3354, '3354', 'مريم محمد مصطفي المغربي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3355, '3355', 'فوزية بطرس مجلع بطرس', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3356, '3356', 'صفاء حسني محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3357, '3357', 'عصام محمود ماهر محمد عرابي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3358, '3358', 'احمد مصطفي احمد  الشربيني', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3359, '3359', 'محمد عبدالعال رمضان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3360, '3360', 'انجي ابراهيم محمد راشد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3361, '3361', 'ياسين ايهاب مسعد فاروق ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3362, '3362', 'جهيله محمد تركي المهدي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3363, '3363', 'عبدالرحمن محمد تركي المهدي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3364, '3364', 'احمد محمد تركي المهدي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3365, '3365', 'الاء محمد تركي المهدي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3366, '3366', 'اسماء السيد عبداللطيف', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3367, '3367', 'سالم محمد عليان داود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3368, '3368', 'محمد احمد محمد احمد ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3369, '3369', 'فارس احمد محمد احمد ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3370, '3370', 'البراء شادي حسن محمد الجنايني', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3371, '3371', 'رهف شادي حسني محمد الجنايني', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3372, '3372', 'عبدالرحمن شادي حسني محمد الجنايني', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3373, '3373', 'اياد شادي حسني محمد الجنايني', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3374, '3374', 'ادم شادي حسن محمد الجنايني ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3375, '3375', 'ملك وليد علي محمد هريدي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3376, '3376', 'رحمة وليد علي هريدي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3377, '3377', 'حبيبه ابراهيم عبد الغفار', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3378, '3378', 'دينا احمد احمد الصدر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3379, '3379', 'انغام اسامه رخا ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3380, '3380', 'هند عوض السيد محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3381, '3381', 'سمير عوض السيد محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3382, '3382', 'عبدالرحمن محمد عبدالرحمن احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3383, '3383', 'السيد محمد عبدالرحمن احمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3384, '3384', 'احمد اسماعيل محمود ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3385, '3385', 'نورا محمد عبدالرحمن بندق', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3386, '3386', 'نسمه حمدي طه اسماعيل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3387, '3387', 'سماح صالح عطيه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3388, '3388', 'مني صلاح الدين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3389, '3389', 'حنان السيد محمد نور الدين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3390, '3390', 'محمد اسامة السيد ابو العطا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3391, '3391', 'محمد محمد محمد ابراهيم الخولي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3392, '3392', 'محمد سمير عبد المعطي الهلالي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3393, '3393', 'مروة محمد سمير عبدالمعطي الهلالي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3394, '3394', 'محمد عبد القادر عبدالرحيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3395, '3395', 'عظيمة ابراهيم ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3396, '3396', 'خيري محمد خليل علي نصر ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3397, '3397', 'ابراهيم محمد ابراهيم عبده ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3398, '3398', 'هشام محمد ابراهيم عبده', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3399, '3399', 'عبدالرحمن محمد ابراهيم عبده ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3400, '3400', 'فاطمة الزهراء محمد ابراهيم عبدة', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3401, '3401', 'سامي محمد مسعد حسن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3402, '3402', 'فاطمة حسن احمد محمد عامر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3403, '3403', 'وليد ابو خضير محمد فاروق السيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3404, '3404', 'الفت علي احمد السيد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3405, '3405', 'رمضان حسين زيدان خليفه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3406, '3406', 'فايزه عباس امين العتمة', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3407, '3407', 'ابتسام عبد المعطي الخميسي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3408, '3408', 'احمد اشرف احمد محمد حسين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3409, '3409', 'هدي محمد مصطفي محمد المتبولي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3410, '3410', 'عبدالرحمن محمد ابراهيم ابراهيم محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3411, '3411', 'احمد حسن احمد حسن الدالي ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3412, '3412', 'صابرين احمد انور محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3413, '3413', 'طارق احمد انور محمد حلاوه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3414, '3414', 'حبيبه جلال محمد صالح', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3415, '3415', 'عصام عادل عبدالعزيز السمنودي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3416, '3416', 'محمد السعيد السعيد احمد البسيوني', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3417, '3417', 'بديعة محمود السيد احمد الكفراوي', '27902250300242', 'م بنك الاسكان ع24ش7 الضواحي', '01272084093', '0122444032', '75', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-09-13 07:33:49', NULL),
(3418, '3418', 'محمد محمد محمد الادهم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3419, '3419', 'محمود محمد عبدالحليم محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3420, '3420', 'شوزان علي علي البسيوني', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3421, '3421', 'رضا عبد الغفار علي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3422, '3422', 'ولاء رجب عبدالغني عرفات', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3423, '3423', 'ياسر فتحي عبد الستار', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3424, '3424', 'امينه وليد فتحي عرفه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3425, '3425', 'كريم اشرف ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3426, '3426', 'احمد اشرف ابراهيم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3427, '3427', 'محمد جمال محمد علي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3428, '3428', 'اسامة محمد فوزي علي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3429, '3429', 'احمد منصور حسن منصور', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3430, '3430', 'احمد سعيد غازي', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3431, '3431', 'فاديه صبري عبد الرازق', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3432, '3432', 'عبدالرحمن عاطف عبدالحليم', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3433, '3433', 'مازن احمد عبد الباسط', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3434, '3434', 'اياد احمد عبد الباسط', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3435, '3435', 'مروة ابراهيم علي احمد ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3436, '3436', 'عبدالرحمن محمد عبدالرحمن محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3437, '3437', 'رشا احمد محمد عطيه', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3438, '3438', 'سمر عبده محمد عبد الرحمن جباره', '0', 'معسكر السلام ع6 ب ش12 المناخ بورسعيد', '1009460508', '1009222340', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3439, '3439', 'محمد محسن محمد محمد الحوت', '0', 'علي بن ابي طالب ع22ش15 الزهور', '1204605225', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3440, '3440', 'هدير حسن حسن جوده', '0', 'مساكن الصفا ع92ش19الضواحى', '1228404562', '1226091058', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3441, '3441', 'احمد خليل احمد خليل العشري', '0', 'مساكن الصفا ع92ش19الضواحى', '1228404562', '1226091058', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3442, '3442', 'يوسف ابراهيم احمد احمد جادو', '0', 'مساكن علي بن ابي طالب ع55ش19الزهور', '1287034524', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3443, '3443', 'محمد اسامة محمد فاروق علي احمد', '0', 'مساكن بلال بن رباح ع53 مدخل ا ش17 الزهور', '1221328038', '1224263918', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3444, '3444', 'جملات يوسف حسن سعد', '0', 'مساكن بنك الشاى ع1ش37مدخل4', '1226046892', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3445, '3445', 'ريهام محمد فرج اسماعيل محمد', '0', 'بورفؤاد امام كنتاكي برج اروي الدور 6', '12046566825', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3446, '3446', 'عيشه محمد صبري ابو زيد هجرسي احمد', '0', 'مساكن المنطقه الخامسه ع93ش1المناخ', '1223341177', '1282745446', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3447, '3447', 'احمد سعد على الدين', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3448, '3448', 'عمار ابراهيم اسماعيل  يوسف  الفرارجى', '0', 'برمبال القديمه مركز منيه النصر بجوار الجمعيه الشرعيه', '1093242512', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3449, '3449', 'سحر محمد عبد المنعم منصور', '0', 'مساكن خالد بن الوليد ع82ب ش3 الزهور', '1224940137', '1226027931', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3450, '3450', 'فاطمة محمد احمد حسن', '0', 'الجيزة ارض اللواء بجوار كشري هند شارع مسجد الهداية ع3 الدور التالت بورسعيد', '1200070931', '1018212143', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3451, '3451', 'محمد عبدالله عبد الغفار حسين', '0', 'حي رابع مجاورة اولي دمياط الجديدة', '103092224', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3452, '3452', 'ملكة محمد ابو العلا هيوس', '0', 'ام الرضا الجديدة مركز كفر البطيخ  دمياط', '1017344091', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3453, '3453', 'محمد صلاح السيد بدوى السيد', '0', '85برج محمد على ش محمد على والبلديه ش31الدور الخامس العرب ', '1282270616', '1004789690', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3454, '3454', 'الاء مجدى فؤاد اسماعيل طنطاوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3455, '3455', 'صلاح محمد كامل محمد ابو خضر', '0', 'مدينه المطريه شارع الامين والمناء البحرى الدقهليه', '1090723614', '1062919806', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3456, '3456', 'حنان مرسى حسن على', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3457, '3457', 'هانم محمد مسعد  العزبي', '0', 'شارع اسوان والورشه ع58الدور الثانى المناخ', '1285516727', '1226800468', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3458, '3458', 'نشوى احمد كامل رمضان', '0', 'مساكن فاطمه الزهراء ع52ش17حى الضواحى', '1026727230', '101536913', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3459, '3459', 'اسلام ابراهيم ابراهيم محمد غزام', '0', 'شارع23 يوليو امام المتحف الحربي برج امان الدور 4 شمال الاسانسير', '1555380358', '1093213271', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3460, '3460', 'امه العزيز ميسرة فريد على الصعيدى', '0', 'شارع 23يوليو امام المتحف الحربي برج امان الدور4شمال الاسانسير الشرق', '1555380358', '1093213271', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3461, '3461', 'اكرم علي ابراهيم محمد عيد', '0', 'مساكن السيدة زينب ع11ش13 الدور3 المناخ', '1206398396', '1027043329', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3462, '3462', 'وردة احمد محمد السيد', '0', 'خالد بن الوليد ع14 مدخل ا ش1 الزهور', '1204105173', '1032595573', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3463, '3463', 'هديل حسن يوسف الشامي', '0', 'عثمان بن عفان ع20ش18 الزهور بورسعيد', '1275459764', '1281014757', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3464, '3464', 'زياد عاطف عبد العزيز هاشم الرشيدي', '0', 'برج كلية الهندسة شباب المدينة الدور5ش27 الزهور', '1221864646', '1550773980', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3465, '3465', 'سنية حسنين محمد حسنين عمارة', '0', 'خالد بن الوليد ع80 مدخل ا ش13 الزهور', '1092490026', '1286057796', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3466, '3466', 'اسامه حسين حسين الغيطانى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3467, '3467', 'شيرين حسن زكي احمد فياض', '0', 'مساكن العاشر من رمضان ع30ش1الدور الارضي المناخ', '1027373962', '1200488265', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3468, '3468', 'سامى محمد رضا', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3469, '3469', 'انس ايمن طه محمود فوله', '0', 'مساكن بلال بن رباح ع73 مدخل ا ش4 الزهور', '1212176696', '1224287095', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3470, '3470', 'حمزة نادر خالد عبدالله عبوده عبدالله', '0', 'شارع النيل و ابو لحسن برج النيل ش202 الدور2', '1270862000', '1223436376', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3471, '3471', 'سماح ابراهيم الدسوقي مصطفى علي', '0', 'مساكن امل الكويت ع1 ش20 شارع اسوان بجوار عنكين', '1223341726', '1281159040', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3472, '3472', 'حنان حسن امين الدريني', '0', 'بورفواد معاشات الهيئة ع9ب3 ش12 امام مسجد الخلفء الراشدين ', '1270480483', '1203616555', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3473, '3473', 'عفاف كمال السيد عباس العوضي', '0', '3ب مساكن مرسي اللنش ش17 المناخ بورسعيد', '1203639166', '1090386507', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3474, '3474', 'اسماء محمد نجيب عبد الله', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3475, '3475', 'سيمون باسم رسمي جرجس مسعود', '0', 'مساكن المناصرة ع39 ش1 الدور الارضي الزهور', '1212244099', '1285463249', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3476, '3476', 'كيرلس باسم رسمي جرجس مسعود', '0', 'مساكن المناصرة ع39 ش1 الدور الارضي الزهور', '1212244099', '1285463249', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3477, '3477', 'صباح عبد الملاك زكي ساويرس', '0', 'فاطمة الزهراء ع58 ش20 الضواحي بورسعيد', '120756815', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3478, '3478', 'ماجده ابراهيم عبد الرحمن', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3479, '3479', 'احمد سعد محمود احمد', '0', 'ع 466 المرحلو 2 دهشور 6 اكتوبر اول الجيزة', '1024313115', '1100010074', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3480, '3480', 'يوسف جلال سلامة محمد طعيمه', '0', 'مساكن الوفاء ع14 ش17 امام شباب الخريجين', '1279190582', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3481, '3481', 'روان حسين محمد محمد الشافعي', '0', '23طريق النصر م الموظفين ش10 حي العرب ', '1553380275', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3482, '3482', 'زياد علي مختار علي يوسف', '0', 'تعاوتيات الجيزة ع الامام التزمزي م2ش28 الزهور', '1282271570', '1278242264', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3483, '3483', 'احمد خالد عبد الباسط محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3484, '3484', 'ليلي عمر عاطف عوض عيد', '0', 'ابراج محمد علي ع29 ش28 الدور 7 بورفؤاد', '1022554725', '1006959252', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3485, '3485', 'عادل محمود زكي السواح', '0', 'برج دره القومية خلف مستشفي الحرمين الدور 5 الزقازيق', '111568111', '1227637397', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3486, '3486', 'محمد حامد رياض عبد الرحمن', '0', 'مساكن 5000 ع 35 ش24 الدور الاخير الزهور', '1040220546', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3487, '3487', 'محمد علي ابو المعاطي ابو المعاطي الحديدي ', '0', 'ابراج النزهة برج 5ش 703 الدور7 برج الهدي الزهور', '1555140176', '1063043007', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3488, '3488', 'اسامة علي ابو المعاطي ابو المعاطي الحديدي ', '0', 'ابراج النزهة برج 5ش 703 الدور7 برج الهدي الزهور', '1555140176', '1063043007', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3489, '3489', 'اسماء حسن محمد عبد الرحمن خضير', '0', 'مساكن البنك الاصفر ع4 مدخل ا ش6 الزهور', '1211825602', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3490, '3490', 'طه مسعد طه ابراهيم شهاب', '0', 'مدينة المنزلة مركز المنزلة الدقهلية', '1143806125', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3491, '3491', 'محمد علي محمود الزناتي عبد الجواد', '0', 'مساكن نفيسة الجديدة ع135 ش22 حي الضواحي', '1286177122', '1001506900', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3492, '3492', 'احمد علي محمود الزناتي عبد الجواد', '0', 'مساكن نفيسة الجديدة ع135 ش22 حي الضواحي', '1286177122', '1001506900', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3493, '3493', 'عبده محمد ابو الفتوح عبده سحراوى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3494, '3494', 'محمد محمود احمد عبد الصمد سليمان', '0', 'المنطقة الخامسة ع93ش1 الدور الاول المناخ', '1203057244', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3495, '3495', 'مؤمن احمد حليم هاشم متولى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3496, '3496', 'فاتن عثمان محمد على ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3497, '3497', 'ابتسامة محمود محمود عبدالله', '0', 'عمارات محمد علي ع16 ش10 بورفؤاد ', '1220371438', '1279730622', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3498, '3498', 'محمد جلال سلامة محمد طعيمه', '0', 'مساكن الوفاء ع14 ش17 امام شباب الخريجين', '1279190582', '1227201892', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3499, '3499', 'كيرلس جورج ميخائيل صليب', '0', 'السلام تمليك ع 133 ش12 الدور2 علوي العرب', '1228402850', '1280501000', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3500, '3500', 'محمد طارق عبد الموجود الطيب علي', '0', '37شارع اسيوط و الشرقية الدور 2 ش9 ملك الطيب المناخ', '1503388014', '1019774544', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3501, '3501', 'هدى محمد على الخطيب على', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3502, '3502', 'احمد محمد سليمان محمد سليمان', '0', 'م الحزب الوطني ع111ش604 الدور6 بورسعيد', '1014905897', '1009504591', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3503, '3503', 'عمار احمد صديق خضر', '0', 'اللبانة الجديدة ع7 ش20 الضواحي', '1220980837', '1065119596', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3504, '3504', 'سحر محمد محمدين احمد الفقي', '0', 'ابراج موقف دمياط القديم برج الهدي رقم 5ش703 الدور7', '1025211286', '1099333998', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3505, '3505', 'محمد محمود عبد الملك الريدى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3506, '3506', 'مروان ناصر شحاته احمد الجيار', '0', 'السيدة خديجة  ع23ش18 الضواحي بورسعيد', '1210248990', '1274557951', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3507, '3507', 'حياة فوزي هريدي عبدالعال', '0', 'مساكن كلية هندسة م ج ش52 الدور الارضي بورفؤاد', '1221657610', '1289446290', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3508, '3508', 'محمد السيد كامل محمد درويش', '0', 'مساكن اللنش عمارة 10 مدخل ا شقه10 المناخ', '1205969851', '1099866742', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3509, '3509', 'على محمد فتحى كامل محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3510, '3510', 'يوسف محمد محمد اسماعيل شطا', '0', 'مساكن الحزب الوطني ع3ش7 الدور2 بورفؤاد', '1270703219', '1212843508', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3511, '3511', 'محمد السيد عطيه علي صابر', '0', 'م عمر بن الخطاب المنخفض ع19 ش8 الزهور', '1228428267', '1211442825', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3512, '3512', 'مها احمد حسن عامر', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3513, '3513', 'نسرين علي السيد محمد راشوان', '0', 'م زمزم القديمة ع23ش15 الضواحي', '1226638815', '1030719896', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3514, '3514', 'اشرف محمد السيد محمد الاصبح', '0', 'م الصفا ع29 ش19 الزهور بورسعيد', '1278638750', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3515, '3515', 'محمد فؤاد احمد محمد سويدان', '0', 'السيدة خديجة ع101 ش24 الدورالاخير الضواحي', '1280235313', '1274267177', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3516, '3516', 'مني احمد يوسف درويش العدوى', '0', 'بورفؤاد مساكن جمعية ناصر ع1 م ا ش9 الدور 3 ', '1097887782', '1228430810', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3517, '3517', 'احمد السيد احمد نجم', '0', 'بورفؤاد مساكن جمعية ناصر ع1 م ا ش9 الدور 3 ', '1097887782', '1228430810', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3518, '3518', 'محمد محمد منير عبد المعبود محمد', '0', 'أ4 الحي الثاني المجاورة التالته الدور الارضي ش1 دمياط الجديدة', '1149919075', '1220774366', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3519, '3519', 'احمد عزت عبدالله احمد الامير', '0', 'م علي بن ابي طالب منخفض التكاليف ع6 م ا ش22 ', '1278893027', '1289535410', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3520, '3520', 'اميمة شحاتة محمد حريت', '0', 'المنطقة السابعة عحرف زز ش9 الدور الارضي ', '1204079639', '1280227259', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3521, '3521', 'محمد محمد راضي حسن نجم', '0', 'علي بن ابي طالب ع7 م أ ش6منخفض التكاليف الزهور', '1117876746', '1272786556', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3522, '3522', 'عبدالله محسوب الدداموني محمد محمد', '0', 'منزلة دقهلية شارع ابن تميم برج المروة الدور السابع ش2', '1144190522', '1555734248', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3523, '3523', 'كريم يحي زكريا احمد احمد قامش', '0', 'م عمربن عبد الغزيز المميز ع134 م ب ش17 ', '1203106405', '1090686442', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3524, '3524', 'اية مجدي اسماعيل سيد', '0', 'م بروتكس برج مكة المكرمة 19 ش8 الدور 2', '1203106405', '1090686442', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3525, '3525', 'محمد عمر محمد فهمي سرحان ', '0', 'منطقة 2تعمير خلف جامع صالح سليم برج الموظفين ش7 الدور7', '1098117018', '1019362635', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3526, '3526', 'احلام عبده عبده محمد الجمل', '0', '0', '1098117018', '1019362635', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3527, '3527', 'مهاب عبده عبده محمد الجمل', '0', 'منطقة 2تعمير خلف جامع صالح سليم برج الموظفين ش7 الدور8', '1098117018', '1019362635', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3528, '3528', 'مصطفي محمد ابراهيم السعيد ', '0', 'م الجيزة ع الامام ابو حنيفة م2ش14 الدور4الزهور', '1126291161', '1069962980', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3529, '3529', 'عزة عبد المحسن محمود المقاوي', '0', 'م خالد بن الوليد ع45 م أ ش7 الدور1 الزهور', '1283209368', '1202560696', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3530, '3530', 'عبير محمد عبده السماحي', '0', 'م المروة ع39 ش10 الزهور بورسعيد', '1281378568', '1015863157', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3531, '3531', 'عمرو طارق خليل خليل الشناوي', '0', 'المنطقة السادسة ع44ش7 المناخ بورسعيد', '1205878484', '1061386407', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3532, '3532', 'هبه محمد فوزى محمد العاصي', '0', 'م قبضايا ع 17 م ب ش20 الدور 4 علوي الزهور', '1018603430', '1227283449', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3533, '3533', 'احمد عبده عبده محمد الجمل', '0', 'منطقة 2تعمير خلف جامع صالح سليم برج الموظفين ش7 الدور7', '1098117018', '1019362635', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3534, '3534', 'منار محمد كامل العزب', '0', 'كمبوند الهيئة ع14 ش4 الدور الارضي بورفؤاد', '1205415429', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3535, '3535', 'منه الله السيد السيد السيد خطاب', '0', 'عمر بن عبد العزيز ع55م ب شقة 14 الزهور', '1201462250', '1280066618', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3536, '3536', 'يسرية محمد عبد العال خليل', '0', 'ش المنيا وسعد زغلول امام اسامة الكوافير ع4ش3 العرب', '1228768416', '1555736269', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3537, '3537', 'نورا مدحت مصطفي كمال محمد جويده', '0', 'ش محمد علي و النصر ابراج الاندلس برج 4ش22', '1207286281', '1202008239', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3538, '3538', 'احمد عوض حامد عوض', '0', 'امام بوابة الملاحات عمارات صر الثقافة م الشروق أ بورفؤاد ش18 الدور5', '1224261760', '1289025129', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3539, '3539', 'غادة محمود حسيني محمد خضير', '0', 'م المعلمين ع توفيق الحكيم م ا ش23 الدور6 بورفؤاد', '1505618591', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3540, '3540', 'احمد جمال ابراهيم عبد العزيز ابراهيم', '0', 'م استكمال زمزم ع 154 ش1 الدور الارضي الزهور', '663682407', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3541, '3541', 'محمود محمد احمد العاصي', '0', 'عمر بن الخطاب البنك الاصفر التعاونيات ع13ش20', '1098890713', '1003847857', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3542, '3542', 'محمد راشد عبد الغني راشد احمد', '0', 'البر التاني شارع 30 بجوار ورشة عل شحتو المطرية دقهلية', '1000976098', '1201598213', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3543, '3543', 'عمر ابراهيم مصطفي مسعد عبده ', '0', 'خالد بن الوليد ع6م أ ش8 الزهور', '1272191461', '1226078714', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3544, '3544', 'ابراهيم مصطفي مسعد عبده', '0', 'خالد بن الوليد ع6م أ ش8 الزهور', '1272191461', '1226078714', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3545, '3545', 'اميرة محمد السيد الاصبح', '0', 'مساكن الصفا ع29ش19 حي الضواحي بورسعيد', '1278638750', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3546, '3546', 'مني الدسوقي احمد رخا المصرى', '0', 'مجمع بدر م ج الدور2مساكن شباب اكتوبر ش7 الدور2 بورفؤاد', '1203319666', '1226197060', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3547, '3547', 'محمد عبد اللطيف عبد الموجود عبد اللطيف', '0', 'شارع محمد علي و الانصار ملك ابو رحاب الدور التاني العرب', '1211650250', '1282895862', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3548, '3548', 'احمد محمد كامل عرفه عبد الغني', '0', 'التعاونيات الزهور ع القادسية م أ ش2 الدور الارضي ', '121255652', '1281205431', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3549, '3549', 'صباح ابراهيم محمد هتيمي ', '0', 'السلام تمليك ع5ش4 الدور الارضي حي الضواحي', '1287448513', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3550, '3550', 'عزة طاهر محمد الجندى', '0', 'شباب اكتوبر ع37 ش3 الدور1 حي الزهور', '1210119118', '1225863118', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3551, '3551', 'محمد عبد الرحمن مجدي علي حامد فراج', '0', 'بورفؤاد الطاقة الشمسية ع4ش19 ', '1276718673', '1554655334', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3552, '3552', 'محمد الحسيني الزغبي السيد', '0', 'النصر ع14ش6 حي الضواحي بورسعيد', '1009762664', '1228255723', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3553, '3553', 'اية فؤاد درديري عبد الرحمن', '0', 'مساكن الصفا ع22ش14 الضواحي بورسعيد', '1094902964', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3554, '3554', 'ولاء احمد عبد الموجود حسين', '0', 'عمر بن عبد العزيز المميز ع115ب ش15 الزهور', '1201471788', '1206912104', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3555, '3555', 'نوره عوض عبدالسلام احمد', '0', 'مساكن السيدة نفيسة ع120 ش13 الدور4', '1276015016', '1278105482', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL);
INSERT INTO `customers` (`id`, `code`, `name`, `idCard`, `address`, `mobile`, `phone`, `area`, `floor`, `other`, `total`, `customer_type`, `sales_id`, `created_at`, `updated_at`, `deleted_at`) VALUES
(3556, '3556', 'سارة السيد محمد علي العبادى', '0', '43ابراج محمد علي ش31 الدور الرابع بورفؤاد', '1222980022', '1227609338', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3557, '3557', 'هاجر السيد محمد علي العبادى', '0', '43ابراج محمد علي ش31 الدور الرابع بورفؤاد', '1222980022', '1227609338', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3558, '3558', 'عطية نور الدين علي جاد الله', '0', 'مساكن شباب الخريجين ع89ش9 حي الضواحي', '1011841857', '66736281', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3559, '3559', 'رضا محمد عبدالرحمن محمود طرطور', '0', 'مساكن زمزم القديمة 40ش7 حي الضواحي ', '1200765548', '1287852859', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3560, '3560', 'عوض نصر محمد السيد البسيوني', '0', 'مساكن الصفا ع29ش14 حي الضواحي بورسعيد', '1550116849', '1069722179', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3561, '3561', 'محمد محمود محمود الجبروني', '0', 'مساكن الشرقية و سوان حارة مالك ع الجبروني العرب بورسعيد', '1204581972', '1284241740', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3562, '3562', 'نورهان لطفي السيد ابراهيم هلهول', '0', 'مساكن الحاويات ع2 الدور 4ش20 حي الضواحي', '1204581978', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3563, '3563', 'عايدة حسن رضوان محمد عجلان ', '0', 'مساكن الهيئة ع307 ش30 الدور1 /منخفض التكاليف ع4ش17الدور4 بورفؤاد', '1271628801', '1018221232', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3564, '3564', 'محمد رضا محمد عبد الحميد نجم', '0', 'دمياط القديمة طريق بورسعيد امام مشحنة نشوان نزلة معرض ابو رخا دمياط', '1020603631', '1095597100', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3565, '3565', 'احمد محسن ابراهيم حسنين نجم', '0', 'م عمر بن الخطاب طاقة شمسية ع30 ش2 امام مسجد رياض الصالحين حي الزهور', '1204495777', '1282111551', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3566, '3566', 'حنان حنا كراس غالى', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3567, '3567', 'ايمان حسني عبده عبد المعطي', '0', 'م بلال بن رباح ع9 مدخل ب ش4 الزهور', '1281664800', '1011587799', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3568, '3568', 'عبد الرحمن ابراهيم عبد الرازق محمد عبد النعيم', '0', 'م العبور ع43ش6 الدورالاول بورفواد', '1010772012', '1551810427', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3569, '3569', 'محمد جمعة جمعة اسماعيل عبد المولي', '0', 'المنطقة الرابعة ع61 ش3 المناخ بورسعيد', '1224628969', '1282188640', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3570, '3570', 'محمد احمد عطيه محمد محمد رمضان', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3571, '3571', 'احمد علي ابراهيم العويلي', '0', 'بورفؤاد خلف محكمة الاستئناف ملك جبرائيل بورفؤاد', '1280786718', '12205145872', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3572, '3572', 'ابراهيم عليوه محمد عليوه', '0', 'مساكن ال5000 ع104 ش8 الزهور', '1202145017', '128971376', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3573, '3573', 'مروة السيد حسنين محمد الموجي', '0', '0', '1202145017', '128971376', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3574, '3574', 'ماسة عيد جمعة محمد محمد متولي', '0', 'ابراج شباب اكتوبر ع6ش19 الدور6 الزهور', '1288149817', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3575, '3575', 'محمد فؤاد كامل الجيزى', '0', 'مساكن الاسراء ع55ش2 الدور الارضي الضواحي', '1000042603', '1156662230', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3576, '3576', 'مهاب عادل محمد متولي الشربيني', '0', 'مساكن عمر بن عبد العزيز ع43مدخل ا ش8', '1223298744', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3577, '3577', 'محمد احمد جابر علي جحي', '0', 'م بنك الاسكان ع50 ش12 الضواحي', '1204632050', '1274619394', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3578, '3578', 'سعاد رمضان ابراهيم عزوز', '0', 'مساكن 6اكتوبر ع50 ش8 حي المناخ بورسعيد', '1224827128', '1225651589', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3579, '3579', 'حنين مجاعد الدسوقي اسماعيل الحداد', '0', 'نقسيم بروتكس برج الغفران ش5الدور 4 القطعة 83', '1002324255', '1281817360', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3580, '3580', 'هيام مجاهد الدسوقي اسماعيل الحداد', '0', 'نقسيم بروتكس برج الغفران ش5الدور 4 القطعة 82', '1002324255', '1281817360', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3581, '3581', 'سعاد محمد علي احمد عبداللا', '0', 'منية النصر دقهلية الخضيرى محافظة الدقهلية', '1285101152', '1276670438', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3582, '3582', 'عبير عبده ابو النور سالم', '0', 'مركز الدقهلية منزلة', '1092806804', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3583, '3583', 'هناء ابراهيم احمد علي احمد حسان', '0', 'القشطة مركز المنزلة دقهلية', '1283488756', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3584, '3584', 'نواره ابو المعاطي ابراهيم الزلاط', '0', 'مساكن النصر ع24ش7 الضواحي بورسعيد', '125826388', '1212755811', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3585, '3585', 'نسرين علي عبد الباقي حسنين', '0', 'مساكن المنطقة الخامسة ع78 ش5 الدور3 حي المناخ', '1271759776', '1288365998', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3586, '3586', 'محمد السيد الشربيني محمد احمد الشربيني', '0', 'مساكن قبضايا ع3 م أ ش6 الدور1 حي الزهور', '1276686635', '1281988151', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3587, '3587', 'ايمان محمد السعيد ابراهيم عوضين الادهم', '0', 'العصافرة مركز المطرية الدقهلية', '1277945019', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3588, '3588', 'نسمة مصطفي مسعد عوض ', '0', 'مساكن الشرطة ع4ش11 بورفؤاد بورسعيد', '1097607010', '1111146575', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3589, '3589', 'عزه احمد فؤاد محمد سليمان', '0', 'حي الكويت ع95 ش4 حي العرب بورسعيد', '1282314572', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3590, '3590', 'احمد علي الصديق الصديق صفا', '0', 'مساكن الاسراء ع7 ش12 الضواحي بورسعيد', '1271016817', '1550347852', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3591, '3591', 'عاطف نظمى محمد رزق ', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3592, '3592', 'مصطفي علي مصطفي الوشاحي', '0', 'شارع النصر و الدقهلية ملك ابو سمر حي العرب بورسعيد', '1201041707', '1225799280', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3593, '3593', 'نور ابراهيم ابراهيم محمد الجوهرى', '0', 'شارع النصر و الدقهلية ملك ابو سمر حي العرب بورسعيد', '1201041707', '1225799280', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3594, '3594', 'خضره علي علي السيد نبقه', '0', 'مساكن المروه ع93ش6 حي الزهور بورسعيد', '1227795444', '2126412810', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3595, '3595', 'يوسف علي محمود حسن السيد طرابيه', '0', 'مساكن الحادى عشر ع 9 ش13 بورفؤاد', '1276105508', '1227057289', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3596, '3596', 'هناء محمد عبد الرحمن المصري', '0', 'مساكن التعاونيات ع الفيروز م 5 الدور2ش8 الزهور', '1277513610', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3597, '3597', 'احمد فؤاد عبد العال احمد', '0', 'مساكن عمر بن عبد العزيز ع132م ب ش16 الزهور', '1203788312', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3598, '3598', 'محمد عاطف الحسيني محمد احمد', '0', 'محمد عاطف الحسيني محمد احمد', '1275857347', '1226987013', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3599, '3599', 'عبد الرحمن كامل الحسيني ابراهيم الهجرسي', '0', 'مساكن الصفا ع 82ش7 الضواحي', '1281376780', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3600, '3600', 'علاء مصطفي احمد حسن هديه', '0', 'بلال بن رباح ع24 ب شقة 1 الزهور بورسعيد', '1149115811', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3601, '3601', 'ابراهيم عبد العليم احمد خليل', '0', 'المطرية دقهليه شارع سليمان وابراهيم بجوار مكتبة الصباغ الدقهليه', '1551003343', '1222672713', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3602, '3602', 'هبه الله محمود محمود الجبروني', '0', 'الشرقية و مالك امام محل بن شلبي ع ملك الجبرونى العرب بورسعيد', '1229246987', '1280415022', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3603, '3603', 'عماد عبد الوهاب علي محمد الجلاد', '0', 'كسرى و الامين ملك علي الجلاد رقم1 الدور1 الشقة1 بورسعيد', '1208030782', '1274786803', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3604, '3604', 'احمد مصطفي احمد حسن هدية', '0', 'مساكن بلال بن رباح ع24ب ش1 الزهور', '1277945316', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3605, '3605', 'نادر فوزى السيد السيد', '0', 'مساكن بروتكس برج حورس ع5-و7 ش88 الدور11 الضواحي', '1221504217', '1551540099', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3606, '3606', 'عبدالله عمرو عادل مصطفي الشامي', '0', 'مساكن مبارك ع4 د ش28 الدور7 حي الضواحي', '1278892736', '1202107424', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3607, '3607', 'محمد محمود محمد محمود حواله', '0', 'مدينة المطرية مركز المطرية دقهليه', '1060886921', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3608, '3608', 'احمد السيد محمد رضوان محمد السيد', '0', 'مساكن الوفا ع3ش14 حي الضواحي بجوار شبابا الخريجين', '1203085019', '1229099670', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3609, '3609', 'ميرهان علي الصديق صفا', '0', 'مساكن الاسراء ع7ش12 الضواحي بورسعيد', '1019116348', '1271016817', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3610, '3610', 'زياد عد محمد ابراهيم عيد', '0', 'ابراج حاسب الالي ع46ش20 الدور 3 حى المناخ', '1229716697', '1208047906', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3611, '3611', 'مني فوزى علي كشك ', '0', 'ارض الحميات مساكن 23 ديسمبر ع2ش32 الدور6 المناخ بورسعيد', '1280683371', '1286111553', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3612, '3612', 'حنان بسطا بولس خليل عبد الملاك', '0', 'ابراج ابو القمصان برج النشار م بحرى الدور7 ش52 بجوار مخبوزات المسعد الزهور بورسعيد', '1277930158', '1222424438', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3613, '3613', 'عمرو عادل مصطفي الشامى ', '0', 'م حي مبارك ع4 مدخل د شقة 28 الضواحي بورسعيد', '1202107424', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3614, '3614', 'هناء محمد عبده محمد احمد فرح', '0', 'مساكن عمر بن عبد العزيز ع 61 م ا ش17 بورسعيد', '1229545511', '1016747802', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3615, '3615', 'يوسف احمد حماد محمود حماد', '0', 'شباب الخريجين ع35ش6 الدور 2 بجوار بنك الاسكان', '1200745033', '1203293768', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3616, '3616', 'ايه السيد على السيد سعود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3617, '3617', 'حسن عبد الرحمن محمد عطا احمد عرنوس', '0', 'سعد زغلول المطرية بجوار صيدلية الجيار المطرية دقهلية', '1225735142', '1006826272', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3618, '3618', 'احمد السيد علي السيد سعود', '0', 'مساكن خالد بن الوليد ع106 م ا ش11 الزهور بورسعيد', '1228533937', '1208675502', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3619, '3619', 'رشا فاروق محمود حسن سيد احمد', '0', 'الرحاب التجمع الاول ع10 مجموعة 10 مجموعه 120 القاهرة', '1008005748', '1144144994', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3620, '3620', 'احمد عبد العزيز عبد الحميد محمد الدرس', '0', 'عمر بن الخطاب ع48 م ج ش8 الزهور بورسعيد', '1100708054', '1117060940', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3621, '3621', 'هشام محمد رافت محمد هلالي ', '0', 'الحي التانى مجاورة اولي ع الاسكان أ/ب دمياط الجديدة', '1007443282', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3622, '3622', 'محمود محمد الحسينى الزغبي السيد', '0', 'مساكن النصر ع14ش6 الضواحي بورسعيد', '1203911566', '1285288986', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3623, '3623', 'احمد محمد احمد المهدى موسي', '0', 'ش الشيخ عمر الكردى الدقهلية', '1065653886', '1100708054', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3624, '3624', 'بدر اسماعيل محمد احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3625, '3625', 'شاديه احمد عبد اللاه محمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3626, '3626', 'محبوبه محمود عبد الحميد محمد ضلام', '0', 'السلام مساكن الرباط خلف معمل البرج ع 16ش2الدور 3حى الضواحى ', '1208149708', '1206355269', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3627, '3627', 'محمد محمد السيد عبدالحميد ', '0', 'مدينه الكردى -الكردى الدقهليه', '1018805107', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3628, '3628', 'عرفه عرفه السيد فرج الله', '0', 'مساكن احباء بورسعيد مدخل2ع1ش13الدور3 الزهور', '1224749047', '1223260648', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3629, '3629', 'نرمين انسي طه شومان', '0', 'ع القادسية م3الدور6ش27 تعاونيات الزهور', '1142230499', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3630, '3630', 'سماح حربى عبد المجيد محمد', '0', 'القابوطى بلوك 4 قطعه 39 الضواحى بورسعيد', '1211835594', '1211835790', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3631, '3631', 'مرفت عبد السلام محمد محمود', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3632, '3632', 'حسام محمد رضوان امبابى عبد المنعم', '0', '1279423640', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3633, '3633', 'ايمن محمد الشوبجى الشوبجى', '0', '1279647454', '1223334424', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3634, '3634', 'محمد محمد  رضوان امبابي', '0', '1279423640', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3635, '3635', 'كريم ثروت علي احمد عبد الرازق', '0', '1273712085', '1287445694', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3636, '3636', 'عمرو ثروت على احمد عبد الرازق', '0', '1273712085', '1287445694', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3637, '3637', 'خالد الرفاعى محمد الرشيدى', '0', '1021210675', '1150047002', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3638, '3638', 'هالة السيد عبد المنعم حسن منسي', '0', '1201296950', '1202615317', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3639, '3639', 'صباح زكى على ربيع', '0', '1277210127', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3640, '3640', 'فاطمة صالح محمد علي محمد', '0', '1289362667', '1117752545', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3641, '3641', 'ميار محسن محمد رجب الشيمى', '0', '1277369930', '1282545777', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3642, '3642', 'لمياء مصطفى حسين محمد علي', '0', '1094579000', '1277864421', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3643, '3643', 'سامح عبد لوهاب على محمد الجلاد', '0', '1229956081', '1270721457', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3644, '3644', 'محمد محمود السيد ابو يوسف', '0', '1279423640', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3645, '3645', 'مروة ابراهيم محمد ابراهيم حمزه ', '0', '1004452188', '1282004629', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3646, '3646', 'حسن سعد محمد البصال', '0', '1228229493', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3647, '3647', 'نسمه مجدى جوده صالح نصر', '0', '1279186885', '1273063348', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3648, '3648', 'ماجده مشهور علي سليم', '0', '1032237481', '1200455412', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3649, '3649', 'علي اشرف السيد اسماعيل', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3650, '3650', 'دعاء علي محمد عبد الرحيم', '0', '1551408663', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3651, '3651', 'محمد اشرف عبدالله محمد علي', '0', '122608852', '1211037924', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3652, '3652', 'فؤاد حمزة محمد البدرى', '0', '1279423640', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3653, '3653', 'صابر محمد محمد راشد', '0', '1207702838', '1091425293', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3654, '3654', 'حنان محمد فريد الفقي', '0', '1273712085', '1287445694', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3655, '3655', 'امل محمد على ايوب عبد الوهاب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3656, '3656', 'ليالى عبده محمد عبد المنعم', '0', '1205261855', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3657, '3657', 'منصور محمد الدسوقي ميلش', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3658, '3658', 'اشرف جاد محمد عبد المنعم احمد', '0', '122483629', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3659, '3659', 'على سمير على محمد العوضى', '0', '1271374062', '1282389136', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3670, '3670', 'شيماء حمدى السيد مصطفي عواجه', '0', '1006041737', '10067741158', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3671, '3671', 'وليد السيد مصطفي عواجه', '0', '1006041737', '1001324051', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3672, '3672', 'ولاء السيد مصطفي عواجه', '0', '1006041737', '1015581766', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3673, '3673', 'مريم احمد محمد عطيه', '0', '1030953227', '1226078392', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3674, '3674', 'مؤمن تامر محمد السيد السيد', '0', '1270531617', '1090164305', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3675, '3675', 'محمد محسن محمد رجب الشيمي', '0', '1282545777', '1270616339', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3676, '3676', 'ناهد احمد محمد احمد', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3677, '3677', 'مؤمن مدحت غريب', '0', '0', '0', '0', '0', '0', '0', '0', 1, 1, '2025-07-06 23:28:54', '2025-07-06 23:28:54', NULL),
(3678, '3678', 'كريم محمد ساجد محمد عويضه', '29609080300313', 'بورفؤاد ع البحيرى مدخل 7ب ش15الدور الرابع حى بورفؤاد', '01288172422', '01004719839', NULL, NULL, NULL, NULL, 1, 1, '2025-09-13 07:41:44', '2025-09-13 07:41:44', NULL),
(3679, '3679', 'احمد احمد مختار احمد حسن', '29610140300031', 'مساكن المروة ع39ش14 الزهور', '01272085568', '01007694307', NULL, NULL, NULL, NULL, 1, 1, '2025-09-13 07:45:34', '2025-09-13 07:45:34', NULL),
(3680, '3680', 'خالد احمد عبد اللطيف', '1365646979264594', 'بورسعيد', '012554649', NULL, '100', NULL, NULL, NULL, 1, 1, '2025-09-13 07:56:11', '2025-09-13 07:56:11', NULL),
(3681, '3681', 'عمرو محمد ابراهيم احمد عريف', '30406160300338', 'مساكن الصفا ع35 ش14 الضواحى', '01227261503', '01221360140', '75', NULL, NULL, NULL, 1, 1, '2025-09-13 07:57:37', '2025-09-13 07:57:37', NULL),
(3682, '3682', 'سالي اشرف مسعد محمود عبيد', '30310140300121', 'مساكن السلام تمليك ع17 ش3 الضواحى', '01278187789', NULL, NULL, NULL, NULL, NULL, 1, 1, '2025-09-13 07:59:58', '2025-09-13 07:59:58', NULL),
(3683, '3683', 'محمد عبد العليم ابو العرب محمود', '30405200300291', 'مساكن الصفا ع30ش16 الضواحى ', '01228728969', '01032255270', '75', NULL, NULL, NULL, 1, 1, '2025-09-13 08:01:39', '2025-09-13 08:01:39', NULL),
(3684, '3684', 'اسراء احمد احمد على سيد احمد', '2156484651654', 'بورسعيد', '0465413218', NULL, NULL, NULL, NULL, NULL, 9, 1, '2025-09-13 08:02:34', '2025-09-13 08:02:34', NULL),
(3685, '3685', 'محمود عبدالله امين مصطفي', '28308150300053', 'مساكن بنك الشاى ع14ش37الدور 4', '01201487890', NULL, '100', NULL, NULL, NULL, 1, 1, '2025-09-13 08:06:16', '2025-09-13 08:06:16', NULL),
(3686, '3686', 'حلمى فتحى فتحى حافظ', '21321654651', 'بورسعيد', '021651468451', NULL, NULL, NULL, NULL, NULL, 9, 1, '2025-09-13 08:07:10', '2025-09-13 08:07:10', NULL),
(3687, '3687', 'محمد عبده ابراهيم الدسوقي الزهار', '30105100300037', 'مساكن ال5000وحده ع191ش1الدور الارضي الزهور', '01556206792', '01201978064', '75', NULL, NULL, NULL, 1, 1, '2025-09-13 08:08:54', '2025-09-13 08:08:54', NULL),
(3688, '3688', 'ايمان محمد محمد حسن العفنى', '134864864123', 'شباب المدينه اكتوبر ع19الدور الخامس امام مسجد تبارك الزهور', '01224259294', '01010511610', '100', NULL, NULL, NULL, 1, 1, '2025-09-13 08:11:29', '2025-09-13 08:11:54', NULL),
(3689, '3689', 'رضوى مصطفي عزت احمد الدد', '2465884651', 'حى الكويت ع81ش20العرب', '01000921167', '01000350867', NULL, NULL, NULL, NULL, 1, 1, '2025-09-13 08:13:24', '2025-09-13 08:13:24', NULL),
(3690, '3690', 'محمد جمال ابراهيم مصطفي السجيع', '28712080300218', 'مساكن ابو القمصان برج الاخلاص ش33الدور6 الزهور', '01203677717', '01200599299', '75', NULL, '01033151533', '300000', 1, 25, '2025-09-13 08:15:17', '2025-09-13 11:14:34', NULL),
(3691, '3691', 'كارم محمد غريب بكير', '27502240300033', 'مساكن ارض العزب ع21ش بورسعيد', '0664946', NULL, NULL, NULL, NULL, NULL, 1, 1, '2025-09-13 08:22:53', '2025-09-13 08:22:53', NULL),
(3692, '3692', 'اسماعيل ابراهيم ابراهيم ابراهيم حطب', '28705170300199', 'شباب المدينة برج المواني ش11 الزهور', '01223166312', '01207793196', '100', NULL, NULL, NULL, 1, 1, '2025-09-13 08:25:17', '2025-09-13 08:44:13', NULL),
(3693, '3693', 'داليا احمد عادل شوكت عبد العزيز', '28511140300225', 'م حي الكويت ع117 ش8 العرب بورسعيد', '01091006540', '01285377130', NULL, NULL, NULL, NULL, 1, 18, '2025-09-13 08:26:49', '2025-09-13 11:22:48', NULL),
(3694, '3694', 'رامي عادل احمد سالم البربير', '28411210300258', 'مساكن مظلوم و البلدية خاف جامع قوطة ع9ش7', '01033056743', '01225211299', NULL, NULL, NULL, NULL, 1, 1, '2025-09-13 08:28:12', '2025-09-13 08:28:12', NULL),
(3695, '3695', 'شيماء السيد بكري عوض', '28705050300241', 'مساكن مظلوم و البلدية خاف جامع قوطة ع9ش7', '01033056743', '01225211299', NULL, NULL, NULL, NULL, 1, 1, '2025-09-13 08:30:04', '2025-09-13 08:30:04', NULL),
(3696, '3696', 'بشري حسن الجرايحى عبده الجمل ', '26511180300107', 'مساكن خى مبارك ع9 مدخل 22الدور الخامس ', '01003682903', '01272030678', NULL, NULL, NULL, NULL, 1, 1, '2025-09-13 08:32:22', '2025-09-13 08:32:22', NULL),
(3697, '3697', 'حاتم محمد السيد السيد القزاز', '2154846515', 'بورسعيد', '2154897498651', NULL, NULL, NULL, NULL, NULL, 1, 1, '2025-09-13 08:33:44', '2025-09-13 08:33:44', NULL),
(3698, '3698', 'سمر عادل احمد سالم البربير', '28602220300167', 'الامام ابو حنيفة مساكن اخوان لهيطه ع1بورفؤاد ', '01211550996', NULL, NULL, NULL, NULL, NULL, 1, 1, '2025-09-13 08:34:46', '2025-09-13 08:34:46', NULL),
(3699, '3699', 'اسلام محمد البدرى احمد على ', '16548974365341', 'بيابتبتن', '65798', NULL, NULL, NULL, NULL, NULL, 1, 1, '2025-09-13 08:35:59', '2025-09-13 08:35:59', NULL),
(3700, '3700', 'غادة كمال امين احمد يوسف', '27703140300066', 'مساكن 326 الهيئة بورفؤاد بورسعيد', '01282304168', '01203944910', NULL, NULL, NULL, NULL, 1, 1, '2025-09-13 08:38:34', '2025-09-13 08:38:34', NULL),
(3701, '3701', 'منال عطيه عبدالله البغدادى', '69649649646', 'بغعبعغتبنع', '122102', NULL, NULL, NULL, NULL, NULL, 1, 1, '2025-09-13 08:39:45', '2025-09-13 08:39:45', NULL),
(3702, '3702', 'ولاء فاروق محمود حسن السيد', '124646846', 'لتبفغ', '56848894563', NULL, NULL, NULL, NULL, NULL, 1, 1, '2025-09-13 08:41:23', '2025-09-13 08:41:23', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `customer_accounts`
--

CREATE TABLE `customer_accounts` (
  `id` bigint UNSIGNED NOT NULL,
  `customersId` bigint UNSIGNED DEFAULT NULL,
  `debit` decimal(10,2) NOT NULL,
  `credit` decimal(10,2) NOT NULL,
  `status` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `notes` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `user_id` bigint UNSIGNED DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

-- --------------------------------------------------------

--
-- Table structure for table `customer_types`
--

CREATE TABLE `customer_types` (
  `id` bigint UNSIGNED NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `notes` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `customer_types`
--

INSERT INTO `customer_types` (`id`, `name`, `notes`, `created_at`, `updated_at`) VALUES
(1, 'عضو', NULL, '2025-07-20 11:27:36', '2025-07-20 11:27:36'),
(6, 'استقاله', NULL, '2025-09-09 12:02:45', '2025-09-09 12:02:45'),
(7, 'سحب', NULL, '2025-09-09 12:02:52', '2025-09-09 12:02:52'),
(8, 'موظف', NULL, '2025-09-09 12:03:11', '2025-09-09 12:03:11'),
(9, 'منتفع', NULL, '2025-09-09 12:03:26', '2025-09-09 12:03:26');

-- --------------------------------------------------------

--
-- Table structure for table `customize_fors`
--

CREATE TABLE `customize_fors` (
  `id` bigint UNSIGNED NOT NULL,
  `code` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `notes` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `customize_fors`
--

INSERT INTO `customize_fors` (`id`, `code`, `name`, `notes`, `created_at`, `updated_at`) VALUES
(1, '1', 'جمعيه خلف الجبانات', NULL, '2025-09-09 11:57:17', '2025-09-09 11:57:17');

-- --------------------------------------------------------

--
-- Table structure for table `data_expenses`
--

CREATE TABLE `data_expenses` (
  `id` bigint UNSIGNED NOT NULL,
  `code` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `nots` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

-- --------------------------------------------------------

--
-- Table structure for table `developers`
--

CREATE TABLE `developers` (
  `id` bigint UNSIGNED NOT NULL,
  `code` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `notes` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `developers`
--

INSERT INTO `developers` (`id`, `code`, `name`, `notes`, `created_at`, `updated_at`) VALUES
(1, '1', 'جمعيه خلف الجبانات', NULL, '2025-09-09 11:57:28', '2025-09-09 11:57:28');

-- --------------------------------------------------------

--
-- Table structure for table `districts`
--

CREATE TABLE `districts` (
  `id` bigint UNSIGNED NOT NULL,
  `code` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `notes` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `gov_id` bigint UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `districts`
--

INSERT INTO `districts` (`id`, `code`, `name`, `notes`, `gov_id`, `created_at`, `updated_at`) VALUES
(1, '1', 'حي الشرق', '0', 1, '2025-09-05 23:32:00', '2025-09-05 23:32:00'),
(2, '2', 'حي العرب', '0', 1, '2025-09-05 23:32:00', '2025-09-05 23:32:00'),
(3, '3', 'حي المناخ', '0', 1, '2025-09-05 23:32:00', '2025-09-05 23:32:00'),
(4, '4', 'حي الضواحي', '0', 1, '2025-09-05 23:32:00', '2025-09-05 23:32:00'),
(5, '5', 'حي الزهور', '0', 1, '2025-09-05 23:32:00', '2025-09-05 23:32:00'),
(6, '6', 'حي الجنوب', '0', 1, '2025-09-05 23:32:00', '2025-09-05 23:32:00'),
(7, '7', 'حي الغرب', '0', 1, '2025-09-05 23:32:00', '2025-09-05 23:32:00'),
(8, '8', 'مدينة بورفؤاد', '0', 1, '2025-09-05 23:32:00', '2025-09-05 23:32:00');

-- --------------------------------------------------------

--
-- Table structure for table `expenses`
--

CREATE TABLE `expenses` (
  `id` bigint UNSIGNED NOT NULL,
  `value` decimal(20,2) NOT NULL,
  `data_expense_id` bigint UNSIGNED NOT NULL,
  `date` date DEFAULT NULL,
  `user_id` bigint UNSIGNED DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

-- --------------------------------------------------------

--
-- Table structure for table `failed_jobs`
--

CREATE TABLE `failed_jobs` (
  `id` bigint UNSIGNED NOT NULL,
  `uuid` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `connection` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `queue` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `payload` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `exception` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `failed_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

-- --------------------------------------------------------

--
-- Table structure for table `goverments`
--

CREATE TABLE `goverments` (
  `id` bigint UNSIGNED NOT NULL,
  `code` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `notes` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `goverments`
--

INSERT INTO `goverments` (`id`, `code`, `name`, `notes`, `created_at`, `updated_at`) VALUES
(1, '066', 'بورسعيد', NULL, '2025-09-06 00:05:35', '2025-09-06 00:05:35'),
(2, '2', 'راس البر', NULL, '2025-09-09 11:55:24', '2025-09-09 11:55:24');

-- --------------------------------------------------------

--
-- Table structure for table `installment_plans`
--

CREATE TABLE `installment_plans` (
  `id` bigint UNSIGNED NOT NULL,
  `customers` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_bin,
  `payment_plan_id` bigint UNSIGNED DEFAULT NULL,
  `project_id` bigint UNSIGNED DEFAULT NULL,
  `phase_id` bigint UNSIGNED DEFAULT NULL,
  `total_amount` decimal(10,2) NOT NULL,
  `down_payment_total` decimal(10,2) NOT NULL,
  `down_payment_parts` int NOT NULL DEFAULT '4',
  `status` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'pending',
  `user_id` int DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `installment_plans`
--

INSERT INTO `installment_plans` (`id`, `customers`, `payment_plan_id`, `project_id`, `phase_id`, `total_amount`, `down_payment_total`, `down_payment_parts`, `status`, `user_id`, `created_at`, `updated_at`) VALUES
(5, '\"[{\\\"id\\\":2068,\\\"code\\\":\\\"2068\\\",\\\"name\\\":\\\"\\\\u0631\\\\u062d\\\\u0627\\\\u0628 \\\\u0645\\\\u062d\\\\u0645\\\\u062f \\\\u0645\\\\u062d\\\\u0645\\\\u062f \\\\u064a\\\\u0648\\\\u0633\\\\u0641\\\"}]\"', 1, 1, 1, 0.00, 0.00, 0, 'pending', NULL, '2025-09-11 11:47:34', '2025-09-11 11:47:34'),
(6, '\"[{\\\"id\\\":3417,\\\"code\\\":\\\"3417\\\",\\\"name\\\":\\\"\\\\u0628\\\\u062f\\\\u064a\\\\u0639\\\\u0629 \\\\u0645\\\\u062d\\\\u0645\\\\u0648\\\\u062f \\\\u0627\\\\u0644\\\\u0633\\\\u064a\\\\u062f \\\\u0627\\\\u062d\\\\u0645\\\\u062f \\\\u0627\\\\u0644\\\\u0643\\\\u0641\\\\u0631\\\\u0627\\\\u0648\\\\u064a\\\"}]\"', 1, 1, 4, 0.00, 0.00, 0, 'pending', NULL, '2025-09-13 07:19:13', '2025-09-13 07:19:13'),
(7, '\"[{\\\"id\\\":3141,\\\"code\\\":\\\"3141\\\",\\\"name\\\":\\\"\\\\u0627\\\\u0633\\\\u0627\\\\u0645\\\\u0647 \\\\u0627\\\\u064a\\\\u0645\\\\u0646 \\\\u0627\\\\u062d\\\\u0645\\\\u062f \\\\u0627\\\\u0644\\\\u0633\\\\u064a\\\\u062f \\\\u0631\\\\u062e\\\\u0627\\\"}]\"', 1, 1, 4, 0.00, 0.00, 0, 'pending', NULL, '2025-09-13 07:57:39', '2025-09-13 07:57:39'),
(8, '\"[{\\\"id\\\":3690,\\\"code\\\":\\\"3690\\\",\\\"name\\\":\\\"\\\\u0645\\\\u062d\\\\u0645\\\\u062f \\\\u062c\\\\u0645\\\\u0627\\\\u0644 \\\\u0627\\\\u0628\\\\u0631\\\\u0627\\\\u0647\\\\u064a\\\\u0645 \\\\u0645\\\\u0635\\\\u0637\\\\u0641\\\\u064a \\\\u0627\\\\u0644\\\\u0633\\\\u062c\\\\u064a\\\\u0639\\\"}]\"', 1, 1, 1, 0.00, 0.00, 0, 'pending', NULL, '2025-09-13 11:23:45', '2025-09-13 11:23:45');

-- --------------------------------------------------------

--
-- Table structure for table `instllment_customers`
--

CREATE TABLE `instllment_customers` (
  `id` bigint UNSIGNED NOT NULL,
  `customersId` bigint UNSIGNED DEFAULT NULL,
  `installment_plan_id` bigint UNSIGNED DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `instllment_customers`
--

INSERT INTO `instllment_customers` (`id`, `customersId`, `installment_plan_id`, `created_at`, `updated_at`) VALUES
(8, 2068, 5, '2025-09-11 11:47:34', '2025-09-11 11:47:34'),
(9, 3417, 6, '2025-09-13 07:19:13', '2025-09-13 07:19:13'),
(10, 3141, 7, '2025-09-13 07:57:39', '2025-09-13 07:57:39'),
(11, 3690, 8, '2025-09-13 11:23:45', '2025-09-13 11:23:45');

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int UNSIGNED NOT NULL,
  `migration` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2014_10_12_000000_create_users_table', 1),
(2, '2014_10_12_100000_create_password_reset_tokens_table', 1),
(3, '2014_10_12_100000_create_password_resets_table', 1),
(4, '2019_08_19_000000_create_failed_jobs_table', 1),
(5, '2019_12_14_000001_create_personal_access_tokens_table', 1),
(6, '2025_06_09_221107_create_projects_table', 1),
(7, '2025_06_09_221141_create_goverments_table', 1),
(8, '2025_06_09_221158_create_owners_table', 1),
(9, '2025_06_09_221225_create_banks_table', 1),
(10, '2025_06_09_221553_create_districts_table', 1),
(11, '2025_06_09_221834_create_phases_table', 1),
(12, '2025_06_09_222030_create_customize_fors_table', 1),
(13, '2025_06_09_222118_create_consultants_table', 1),
(14, '2025_06_09_222239_create_developers_table', 1),
(15, '2025_06_09_222309_create_boxs_table', 1),
(16, '2025_06_09_222822_create_data_expenses_table', 1),
(17, '2025_06_09_222949_create_expenses_table', 1),
(18, '2025_06_09_223727_create_sales_table', 1),
(19, '2025_06_09_223728_create_customer_types_table', 1),
(20, '2025_06_09_223729_create_customers_table', 1),
(21, '2025_06_09_223730_create_punishes_table', 1),
(22, '2025_06_09_224208_create_commissions_table', 1),
(23, '2025_06_09_231357_create_project_data_table', 1),
(24, '2025_06_09_232019_create_project_phases_table', 1),
(25, '2025_06_09_232257_create_contracts_table', 1),
(26, '2025_06_10_164527_create_permission_tables', 1),
(27, '2025_06_10_213529_create_my_settings_table', 1),
(28, '2025_06_13_233210_create_payment_plans_table', 1),
(29, '2025_06_13_233237_create_installment_plans_table', 1),
(30, '2025_06_13_233608_create_payments_table', 1),
(31, '2025_06_13_233649_create_payment_methods_table', 1),
(32, '2025_06_13_233659_create_payment_transactions_table', 1),
(33, '2025_06_14_031813_create_buildings_table', 1),
(34, '2025_06_14_032000_create_apartments_table', 1),
(35, '2025_06_21_233647_create_costs_table', 1),
(36, '2025_06_21_234848_create_costs_installments_table', 1),
(37, '2025_06_27_220702_create_instllment_customers_table', 1),
(38, '2025_07_19_225730_create_customer_accounts_table', 1),
(39, '2025_07_19_230121_create_payments_reamings_table', 1),
(40, '2025_07_19_230134_create_costs_reamigs_table', 1);

-- --------------------------------------------------------

--
-- Table structure for table `model_has_permissions`
--

CREATE TABLE `model_has_permissions` (
  `permission_id` bigint UNSIGNED NOT NULL,
  `model_type` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `model_id` bigint UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

-- --------------------------------------------------------

--
-- Table structure for table `model_has_roles`
--

CREATE TABLE `model_has_roles` (
  `role_id` bigint UNSIGNED NOT NULL,
  `model_type` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `model_id` bigint UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `model_has_roles`
--

INSERT INTO `model_has_roles` (`role_id`, `model_type`, `model_id`) VALUES
(8, 'App\\Models\\User', 6),
(10, 'App\\Models\\User', 7),
(10, 'App\\Models\\User', 8);

-- --------------------------------------------------------

--
-- Table structure for table `my_settings`
--

CREATE TABLE `my_settings` (
  `id` bigint UNSIGNED NOT NULL,
  `app_name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `app_email` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `app_phone` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `app_address` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `app_favicon` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `app_logo` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `my_settings`
--

INSERT INTO `my_settings` (`id`, `app_name`, `app_email`, `app_phone`, `app_address`, `app_favicon`, `app_logo`, `created_at`, `updated_at`) VALUES
(1, 'technoArt CRM', '0', '0', '0', '0', '0', '2025-07-20 11:26:43', '2025-07-20 11:26:43');

-- --------------------------------------------------------

--
-- Table structure for table `owners`
--

CREATE TABLE `owners` (
  `id` bigint UNSIGNED NOT NULL,
  `code` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `notes` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `owners`
--

INSERT INTO `owners` (`id`, `code`, `name`, `notes`, `created_at`, `updated_at`) VALUES
(1, '1', 'جمعية خلف الجبانات', NULL, '2025-09-09 11:55:53', '2025-09-09 11:55:53');

-- --------------------------------------------------------

--
-- Table structure for table `password_resets`
--

CREATE TABLE `password_resets` (
  `email` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

-- --------------------------------------------------------

--
-- Table structure for table `password_reset_tokens`
--

CREATE TABLE `password_reset_tokens` (
  `email` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

-- --------------------------------------------------------

--
-- Table structure for table `payments`
--

CREATE TABLE `payments` (
  `id` bigint UNSIGNED NOT NULL,
  `installment_plan_id` bigint UNSIGNED NOT NULL,
  `amount` decimal(10,2) NOT NULL,
  `due_date` date NOT NULL,
  `paid_at` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `bank` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `transaction_id` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `transaction_date` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `type` enum('down_payment','installment') CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `status` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'pending',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `payments`
--

INSERT INTO `payments` (`id`, `installment_plan_id`, `amount`, `due_date`, `paid_at`, `bank`, `transaction_id`, `transaction_date`, `type`, `status`, `created_at`, `updated_at`) VALUES
(123, 5, 2000.00, '2025-09-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-11 11:47:34', '2025-09-11 11:47:34'),
(124, 5, 2000.00, '2025-10-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-11 11:47:34', '2025-09-11 11:47:34'),
(125, 5, 2000.00, '2025-11-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-11 11:47:34', '2025-09-11 11:47:34'),
(126, 5, 2000.00, '2025-12-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-11 11:47:34', '2025-09-11 11:47:34'),
(127, 5, 2000.00, '2026-01-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-11 11:47:34', '2025-09-11 11:47:34'),
(128, 5, 2000.00, '2026-02-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-11 11:47:34', '2025-09-11 11:47:34'),
(129, 6, 1500.00, '2025-01-20', '13:54', '3', '22', '2025-01-28', 'installment', 'paid', '2025-09-13 07:19:13', '2025-09-13 07:27:57'),
(130, 6, 1500.00, '2025-02-20', '13:54', '3', '22', '2025-01-28', 'installment', 'paid', '2025-09-13 07:19:13', '2025-09-13 07:27:57'),
(131, 6, 1500.00, '2025-03-20', '13:54', '3', '00', '2025-04-27', 'installment', 'paid', '2025-09-13 07:19:13', '2025-09-13 07:26:19'),
(132, 6, 1500.00, '2025-04-20', '13:54', '3', '00', '2025-04-27', 'installment', 'paid', '2025-09-13 07:19:13', '2025-09-13 07:26:19'),
(133, 6, 1500.00, '2025-05-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:13', '2025-09-13 07:19:13'),
(134, 6, 1500.00, '2025-06-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:13', '2025-09-13 07:19:13'),
(135, 6, 1500.00, '2025-07-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:13', '2025-09-13 07:19:13'),
(136, 6, 1500.00, '2025-08-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:13', '2025-09-13 07:19:13'),
(137, 6, 1500.00, '2025-09-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:13', '2025-09-13 07:19:13'),
(138, 6, 1500.00, '2025-10-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:13', '2025-09-13 07:19:13'),
(139, 6, 1500.00, '2025-11-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:13', '2025-09-13 07:19:13'),
(140, 6, 1500.00, '2025-12-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:14', '2025-09-13 07:19:14'),
(141, 6, 1500.00, '2026-01-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:14', '2025-09-13 07:19:14'),
(142, 6, 1500.00, '2026-02-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:14', '2025-09-13 07:19:14'),
(143, 6, 1500.00, '2026-03-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:14', '2025-09-13 07:19:14'),
(144, 6, 1500.00, '2026-04-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:14', '2025-09-13 07:19:14'),
(145, 6, 1500.00, '2026-05-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:14', '2025-09-13 07:19:14'),
(146, 6, 1500.00, '2026-06-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:14', '2025-09-13 07:19:14'),
(147, 6, 1500.00, '2026-07-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:14', '2025-09-13 07:19:14'),
(148, 6, 1500.00, '2026-08-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:14', '2025-09-13 07:19:14'),
(149, 6, 1500.00, '2026-09-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:14', '2025-09-13 07:19:14'),
(150, 6, 1500.00, '2026-10-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:14', '2025-09-13 07:19:14'),
(151, 6, 1500.00, '2026-11-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:14', '2025-09-13 07:19:14'),
(152, 6, 1500.00, '2026-12-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:14', '2025-09-13 07:19:14'),
(153, 6, 1500.00, '2027-01-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:14', '2025-09-13 07:19:14'),
(154, 6, 1500.00, '2027-02-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:14', '2025-09-13 07:19:14'),
(155, 6, 1500.00, '2027-03-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:14', '2025-09-13 07:19:14'),
(156, 6, 1500.00, '2027-04-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:14', '2025-09-13 07:19:14'),
(157, 6, 1500.00, '2027-05-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:14', '2025-09-13 07:19:14'),
(158, 6, 1500.00, '2027-06-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:14', '2025-09-13 07:19:14'),
(159, 6, 1500.00, '2027-07-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:14', '2025-09-13 07:19:14'),
(160, 6, 1500.00, '2027-08-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:14', '2025-09-13 07:19:14'),
(161, 6, 1500.00, '2027-09-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:15', '2025-09-13 07:19:15'),
(162, 6, 1500.00, '2027-10-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:15', '2025-09-13 07:19:15'),
(163, 6, 1500.00, '2027-11-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:15', '2025-09-13 07:19:15'),
(164, 6, 1500.00, '2027-12-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:15', '2025-09-13 07:19:15'),
(165, 6, 1500.00, '2028-01-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:15', '2025-09-13 07:19:15'),
(166, 6, 1500.00, '2028-02-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:15', '2025-09-13 07:19:15'),
(167, 6, 1500.00, '2028-03-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:15', '2025-09-13 07:19:15'),
(168, 6, 1500.00, '2028-04-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:15', '2025-09-13 07:19:15'),
(169, 6, 1500.00, '2028-05-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:15', '2025-09-13 07:19:15'),
(170, 6, 1500.00, '2028-06-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:15', '2025-09-13 07:19:15'),
(171, 6, 1500.00, '2028-07-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:15', '2025-09-13 07:19:15'),
(172, 6, 1500.00, '2028-08-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:15', '2025-09-13 07:19:15'),
(173, 6, 1500.00, '2028-09-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:15', '2025-09-13 07:19:15'),
(174, 6, 1500.00, '2028-10-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:15', '2025-09-13 07:19:15'),
(175, 6, 1500.00, '2028-11-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:15', '2025-09-13 07:19:15'),
(176, 6, 1500.00, '2028-12-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:15', '2025-09-13 07:19:15'),
(177, 6, 1500.00, '2029-01-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:15', '2025-09-13 07:19:15'),
(178, 6, 1500.00, '2029-02-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:15', '2025-09-13 07:19:15'),
(179, 6, 1500.00, '2029-03-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:15', '2025-09-13 07:19:15'),
(180, 6, 1500.00, '2029-04-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:16', '2025-09-13 07:19:16'),
(181, 6, 1500.00, '2029-05-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:16', '2025-09-13 07:19:16'),
(182, 6, 1500.00, '2029-06-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:16', '2025-09-13 07:19:16'),
(183, 6, 1500.00, '2029-07-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:16', '2025-09-13 07:19:16'),
(184, 6, 1500.00, '2029-08-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:16', '2025-09-13 07:19:16'),
(185, 6, 1500.00, '2029-09-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:16', '2025-09-13 07:19:16'),
(186, 6, 1500.00, '2029-10-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:16', '2025-09-13 07:19:16'),
(187, 6, 1500.00, '2029-11-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:16', '2025-09-13 07:19:16'),
(188, 6, 1500.00, '2029-12-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:19:16', '2025-09-13 07:19:16'),
(189, 7, 2200.00, '2024-06-20', '14:10', '4', '1419', '2024-07-01', 'installment', 'paid', '2025-09-13 07:57:39', '2025-09-13 08:00:28'),
(190, 7, 2200.00, '2024-07-20', '14:05', '4', '306', '2024-08-06', 'installment', 'paid', '2025-09-13 07:57:39', '2025-09-13 08:01:20'),
(191, 7, 2200.00, '2024-08-20', '12:10', '4', '229', '2024-09-10', 'installment', 'paid', '2025-09-13 07:57:39', '2025-09-13 08:02:12'),
(192, 7, 2200.00, '2024-09-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:39', '2025-09-13 07:57:39'),
(193, 7, 2200.00, '2024-10-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:39', '2025-09-13 07:57:39'),
(194, 7, 2200.00, '2024-11-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:40', '2025-09-13 07:57:40'),
(195, 7, 2200.00, '2024-12-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:40', '2025-09-13 07:57:40'),
(196, 7, 2200.00, '2025-01-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:40', '2025-09-13 07:57:40'),
(197, 7, 2200.00, '2025-02-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:40', '2025-09-13 07:57:40'),
(198, 7, 2200.00, '2025-03-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:40', '2025-09-13 07:57:40'),
(199, 7, 2200.00, '2025-04-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:40', '2025-09-13 07:57:40'),
(200, 7, 2200.00, '2025-05-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:40', '2025-09-13 07:57:40'),
(201, 7, 2200.00, '2025-06-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:40', '2025-09-13 07:57:40'),
(202, 7, 2200.00, '2025-07-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:40', '2025-09-13 07:57:40'),
(203, 7, 2200.00, '2025-08-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:40', '2025-09-13 07:57:40'),
(204, 7, 2200.00, '2025-09-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:40', '2025-09-13 07:57:40'),
(205, 7, 2200.00, '2025-10-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:40', '2025-09-13 07:57:40'),
(206, 7, 2200.00, '2025-11-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:40', '2025-09-13 07:57:40'),
(207, 7, 2200.00, '2025-12-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:40', '2025-09-13 07:57:40'),
(208, 7, 2200.00, '2026-01-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:40', '2025-09-13 07:57:40'),
(209, 7, 2200.00, '2026-02-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:40', '2025-09-13 07:57:40'),
(210, 7, 2200.00, '2026-03-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:40', '2025-09-13 07:57:40'),
(211, 7, 2200.00, '2026-04-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:40', '2025-09-13 07:57:40'),
(212, 7, 2200.00, '2026-05-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:40', '2025-09-13 07:57:40'),
(213, 7, 2200.00, '2026-06-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:41', '2025-09-13 07:57:41'),
(214, 7, 2200.00, '2026-07-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:41', '2025-09-13 07:57:41'),
(215, 7, 2200.00, '2026-08-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:41', '2025-09-13 07:57:41'),
(216, 7, 2200.00, '2026-09-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:41', '2025-09-13 07:57:41'),
(217, 7, 2200.00, '2026-10-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:41', '2025-09-13 07:57:41'),
(218, 7, 2200.00, '2026-11-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:41', '2025-09-13 07:57:41'),
(219, 7, 2200.00, '2026-12-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:41', '2025-09-13 07:57:41'),
(220, 7, 2200.00, '2027-01-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:41', '2025-09-13 07:57:41'),
(221, 7, 2200.00, '2027-02-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:41', '2025-09-13 07:57:41'),
(222, 7, 2200.00, '2027-03-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:41', '2025-09-13 07:57:41'),
(223, 7, 2200.00, '2027-04-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:41', '2025-09-13 07:57:41'),
(224, 7, 2200.00, '2027-05-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:41', '2025-09-13 07:57:41'),
(225, 7, 2200.00, '2027-06-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:41', '2025-09-13 07:57:41'),
(226, 7, 2200.00, '2027-07-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:41', '2025-09-13 07:57:41'),
(227, 7, 2200.00, '2027-08-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:41', '2025-09-13 07:57:41'),
(228, 7, 2200.00, '2027-09-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:41', '2025-09-13 07:57:41'),
(229, 7, 2200.00, '2027-10-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:41', '2025-09-13 07:57:41'),
(230, 7, 2200.00, '2027-11-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:42', '2025-09-13 07:57:42'),
(231, 7, 2200.00, '2027-12-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:42', '2025-09-13 07:57:42'),
(232, 7, 2200.00, '2028-01-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:42', '2025-09-13 07:57:42'),
(233, 7, 2200.00, '2028-02-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:42', '2025-09-13 07:57:42'),
(234, 7, 2200.00, '2028-03-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:42', '2025-09-13 07:57:42'),
(235, 7, 2200.00, '2028-04-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:42', '2025-09-13 07:57:42'),
(236, 7, 2200.00, '2028-05-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:42', '2025-09-13 07:57:42'),
(237, 7, 2200.00, '2028-06-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:42', '2025-09-13 07:57:42'),
(238, 7, 2200.00, '2028-07-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:42', '2025-09-13 07:57:42'),
(239, 7, 2200.00, '2028-08-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:42', '2025-09-13 07:57:42'),
(240, 7, 2200.00, '2028-09-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:42', '2025-09-13 07:57:42'),
(241, 7, 2200.00, '2028-10-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:42', '2025-09-13 07:57:42'),
(242, 7, 2200.00, '2028-11-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:42', '2025-09-13 07:57:42'),
(243, 7, 2200.00, '2028-12-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 07:57:42', '2025-09-13 07:57:42'),
(244, 8, 1250.00, '2025-09-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 11:23:45', '2025-09-13 11:23:45'),
(245, 8, 1250.00, '2025-10-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 11:23:45', '2025-09-13 11:23:45'),
(246, 8, 1250.00, '2025-11-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 11:23:45', '2025-09-13 11:23:45'),
(247, 8, 1250.00, '2025-12-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 11:23:45', '2025-09-13 11:23:45'),
(248, 8, 1250.00, '2026-01-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 11:23:45', '2025-09-13 11:23:45'),
(249, 8, 1250.00, '2026-02-20', NULL, NULL, NULL, NULL, 'installment', 'pending', '2025-09-13 11:23:46', '2025-09-13 11:23:46');

-- --------------------------------------------------------

--
-- Table structure for table `payments_reamings`
--

CREATE TABLE `payments_reamings` (
  `id` bigint UNSIGNED NOT NULL,
  `payment_id` bigint UNSIGNED DEFAULT NULL,
  `user_id` bigint UNSIGNED DEFAULT NULL,
  `remaining` decimal(10,2) NOT NULL,
  `notes` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `status` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

-- --------------------------------------------------------

--
-- Table structure for table `payment_methods`
--

CREATE TABLE `payment_methods` (
  `id` bigint UNSIGNED NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

-- --------------------------------------------------------

--
-- Table structure for table `payment_plans`
--

CREATE TABLE `payment_plans` (
  `id` bigint UNSIGNED NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `years` int NOT NULL,
  `installments_count` int NOT NULL,
  `down_payment_percent` decimal(5,2) NOT NULL,
  `description` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `payment_plans`
--

INSERT INTO `payment_plans` (`id`, `name`, `years`, `installments_count`, `down_payment_percent`, `description`, `created_at`, `updated_at`) VALUES
(1, '0', 1, 1, 0.00, NULL, '2025-07-20 11:27:49', '2025-07-20 11:27:49'),
(2, 'خطه واحد', 5, 60, 5.00, NULL, '2025-09-09 12:00:59', '2025-09-09 12:00:59');

-- --------------------------------------------------------

--
-- Table structure for table `payment_transactions`
--

CREATE TABLE `payment_transactions` (
  `id` bigint UNSIGNED NOT NULL,
  `payment_id` bigint UNSIGNED NOT NULL,
  `payment_method_id` bigint UNSIGNED NOT NULL,
  `amount` decimal(10,2) NOT NULL,
  `paid_at` date NOT NULL,
  `note` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

-- --------------------------------------------------------

--
-- Table structure for table `permissions`
--

CREATE TABLE `permissions` (
  `id` bigint UNSIGNED NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `guard_name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `permissions`
--

INSERT INTO `permissions` (`id`, `name`, `guard_name`, `created_at`, `updated_at`) VALUES
(30, 'AdminDashboard', 'web', '2025-09-11 21:17:27', '2025-09-11 21:17:27'),
(31, 'settings', 'web', '2025-09-11 21:17:27', '2025-09-11 21:17:27'),
(32, 'usersManagement', 'web', '2025-09-11 21:17:27', '2025-09-11 21:17:27'),
(33, 'addUsers', 'web', '2025-09-11 21:17:27', '2025-09-11 21:17:27'),
(34, 'updateUsers', 'web', '2025-09-11 21:17:27', '2025-09-11 21:17:27'),
(35, 'deleteUsers', 'web', '2025-09-11 21:17:27', '2025-09-11 21:17:27'),
(36, 'rolesManagement', 'web', '2025-09-11 21:17:27', '2025-09-11 21:17:27'),
(37, 'addRoles', 'web', '2025-09-11 21:17:27', '2025-09-11 21:17:27'),
(38, 'updateRoles', 'web', '2025-09-11 21:17:27', '2025-09-11 21:17:27'),
(39, 'deleteRoles', 'web', '2025-09-11 21:17:27', '2025-09-11 21:17:27'),
(40, 'permissionsManagement', 'web', '2025-09-11 21:17:27', '2025-09-11 21:17:27'),
(41, 'addPermissions', 'web', '2025-09-11 21:17:27', '2025-09-11 21:17:27'),
(42, 'updatePermissions', 'web', '2025-09-11 21:17:27', '2025-09-11 21:17:27'),
(43, 'deletePermissions', 'web', '2025-09-11 21:17:28', '2025-09-11 21:17:28');

-- --------------------------------------------------------

--
-- Table structure for table `personal_access_tokens`
--

CREATE TABLE `personal_access_tokens` (
  `id` bigint UNSIGNED NOT NULL,
  `tokenable_type` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `tokenable_id` bigint UNSIGNED NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(64) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `abilities` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci,
  `last_used_at` timestamp NULL DEFAULT NULL,
  `expires_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

-- --------------------------------------------------------

--
-- Table structure for table `phases`
--

CREATE TABLE `phases` (
  `id` bigint UNSIGNED NOT NULL,
  `code` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `notes` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `phases`
--

INSERT INTO `phases` (`id`, `code`, `name`, `notes`, `created_at`, `updated_at`) VALUES
(1, '1', 'مرحله اولى', NULL, '2025-07-20 11:28:14', '2025-07-20 11:28:14'),
(2, '2', 'مرحله ثانيه', NULL, '2025-07-20 11:28:19', '2025-07-20 11:28:19'),
(3, '3', 'تالته', NULL, '2025-09-09 11:58:06', '2025-09-09 11:58:06'),
(4, '4', 'رابعه', NULL, '2025-09-09 11:58:17', '2025-09-09 11:58:17'),
(5, '5', 'بورفؤاد اولى', NULL, '2025-09-09 11:58:35', '2025-09-09 11:58:35'),
(6, '6', 'بورفؤاد تانيه', NULL, '2025-09-09 11:58:50', '2025-09-09 11:58:50');

-- --------------------------------------------------------

--
-- Table structure for table `projects`
--

CREATE TABLE `projects` (
  `id` bigint UNSIGNED NOT NULL,
  `code` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `notes` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `projects`
--

INSERT INTO `projects` (`id`, `code`, `name`, `notes`, `created_at`, `updated_at`) VALUES
(1, '1', 'سلام', NULL, '2025-07-20 11:31:18', '2025-07-20 11:31:18'),
(4, '2', 'بورفؤاد', NULL, '2025-09-09 11:53:18', '2025-09-09 11:53:18'),
(6, '3', 'راس البر', NULL, '2025-09-09 11:54:23', '2025-09-09 11:54:56');

-- --------------------------------------------------------

--
-- Table structure for table `project_data`
--

CREATE TABLE `project_data` (
  `id` bigint UNSIGNED NOT NULL,
  `project_id` bigint UNSIGNED NOT NULL,
  `gov_id` bigint UNSIGNED NOT NULL,
  `district_id` bigint UNSIGNED NOT NULL,
  `owner_id` bigint UNSIGNED NOT NULL,
  `bank_id` bigint UNSIGNED NOT NULL,
  `customize_for_id` bigint UNSIGNED NOT NULL,
  `consultant_id` bigint UNSIGNED NOT NULL,
  `developer_id` bigint UNSIGNED NOT NULL,
  `notes` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `start_date` date DEFAULT NULL,
  `user_id` bigint UNSIGNED DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

-- --------------------------------------------------------

--
-- Table structure for table `project_phases`
--

CREATE TABLE `project_phases` (
  `id` bigint UNSIGNED NOT NULL,
  `project_id` bigint UNSIGNED NOT NULL,
  `phase_id` bigint UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

-- --------------------------------------------------------

--
-- Table structure for table `punishes`
--

CREATE TABLE `punishes` (
  `id` bigint UNSIGNED NOT NULL,
  `value` decimal(20,2) NOT NULL,
  `customer_id` bigint UNSIGNED NOT NULL,
  `notes` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `date` date DEFAULT NULL,
  `user_id` bigint UNSIGNED DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

-- --------------------------------------------------------

--
-- Table structure for table `roles`
--

CREATE TABLE `roles` (
  `id` bigint UNSIGNED NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `guard_name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `roles`
--

INSERT INTO `roles` (`id`, `name`, `guard_name`, `created_at`, `updated_at`) VALUES
(8, 'superadmin', 'web', '2025-09-11 21:17:26', '2025-09-11 21:17:26'),
(9, 'admin', 'web', '2025-09-11 21:17:26', '2025-09-11 21:17:26'),
(10, 'user', 'web', '2025-09-11 21:17:27', '2025-09-11 21:17:27');

-- --------------------------------------------------------

--
-- Table structure for table `role_has_permissions`
--

CREATE TABLE `role_has_permissions` (
  `permission_id` bigint UNSIGNED NOT NULL,
  `role_id` bigint UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `role_has_permissions`
--

INSERT INTO `role_has_permissions` (`permission_id`, `role_id`) VALUES
(30, 8),
(31, 8),
(32, 8),
(33, 8),
(34, 8),
(35, 8),
(36, 8),
(37, 8),
(38, 8),
(39, 8),
(40, 8),
(41, 8),
(42, 8),
(43, 8);

-- --------------------------------------------------------

--
-- Table structure for table `sales`
--

CREATE TABLE `sales` (
  `id` bigint UNSIGNED NOT NULL,
  `code` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `jop` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `mobile` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `address` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `idCard` bigint DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `deleted_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `sales`
--

INSERT INTO `sales` (`id`, `code`, `name`, `jop`, `mobile`, `address`, `idCard`, `created_at`, `updated_at`, `deleted_at`) VALUES
(1, '1', 'رحمه', 'مبيعات', '0', '0', 0, '2025-07-20 11:01:56', '2025-09-13 10:36:22', NULL),
(2, '2', 'ياسمين', 'م', '0', '0', 0, '2025-09-13 10:36:59', '2025-09-13 10:36:59', NULL),
(3, '3', 'ايمان', 'م', '0', '0', 0, '2025-09-13 10:40:58', '2025-09-13 10:40:58', NULL),
(4, '4', 'وفاء', 'م', '0', '0', 0, '2025-09-13 10:41:32', '2025-09-13 10:41:32', NULL),
(5, '5', 'فاطمه', 'م', '0', '0', 0, '2025-09-13 10:41:59', '2025-09-13 10:41:59', NULL),
(6, '6', 'مروه', 'م', '0', '0', 0, '2025-09-13 10:42:26', '2025-09-13 10:42:26', NULL),
(7, '7', 'شادى', 'م', '0', '0', 0, '2025-09-13 10:42:50', '2025-09-13 10:42:50', NULL),
(8, '8', 'ايمان ابراهيم', 'م', '0', '0', 0, '2025-09-13 10:44:41', '2025-09-13 10:44:41', NULL),
(9, '9', 'ايمان محمود', 'م', '0', '0', 0, '2025-09-13 10:45:14', '2025-09-13 10:45:14', NULL),
(10, '10', 'اسامه فاروق', 'م', '0', '0', 0, '2025-09-13 10:45:50', '2025-09-13 10:45:50', NULL),
(11, '11', 'احمد فاروق', 'م', '0', '0', 0, '2025-09-13 10:46:24', '2025-09-13 10:46:24', NULL),
(12, '12', 'نوران', 'م', '0', '0', 0, '2025-09-13 10:46:44', '2025-09-13 10:46:44', NULL),
(13, '13', 'ياسمين احمد', 'م', '0', '0', 0, '2025-09-13 10:47:08', '2025-09-13 10:47:08', NULL),
(14, '14', 'ايمن ', 'م', '0', '0', 0, '2025-09-13 10:47:31', '2025-09-13 10:47:31', NULL),
(15, '15', 'عبد الرحمن', 'م', '0', '0', 0, '2025-09-13 10:47:49', '2025-09-13 10:47:49', NULL),
(16, '16', 'ميرنا', 'م', '0', '0', 0, '2025-09-13 10:49:25', '2025-09-13 10:49:25', NULL),
(17, '17', 'نورهان على ', 'م', '0', '0', 0, '2025-09-13 10:49:51', '2025-09-13 10:49:51', NULL),
(18, '18', 'شروق على', 'م', '0', '0', 0, '2025-09-13 10:50:13', '2025-09-13 10:50:13', NULL),
(19, '19', 'ندى', 'م', '0', '0', 0, '2025-09-13 10:50:49', '2025-09-13 10:50:49', NULL),
(20, '20', 'ايه ', 'م', '0', '0', 0, '2025-09-13 10:51:11', '2025-09-13 10:51:11', NULL),
(21, '21', 'نورهان السيد', 'م', '0', '0', 0, '2025-09-13 10:51:46', '2025-09-13 10:51:46', NULL),
(22, '22', 'امال السيد', 'م', '0', '0', 0, '2025-09-13 10:52:11', '2025-09-13 10:52:11', NULL),
(23, '23', 'عمرو الطرابيلى', 'م', '0', '0', 0, '2025-09-13 10:52:47', '2025-09-13 10:52:47', NULL),
(24, '24', 'احمد المغربى', 'م', '0', '0', 0, '2025-09-13 10:53:13', '2025-09-13 10:53:13', NULL),
(25, '25', 'فاطمه /نورهان', 'م', '0', '0', 0, '2025-09-13 11:13:16', '2025-09-13 11:13:16', NULL),
(26, '26', 'احمد حمدى', 'م', '0', '0', 0, '2025-09-13 11:32:55', '2025-09-13 11:32:55', NULL),
(27, '27', 'مى', 'م', '0', '0', 0, '2025-09-13 11:33:19', '2025-09-13 11:33:19', NULL),
(28, '28', 'اميره', 'م', '0', '0', 0, '2025-09-13 11:33:38', '2025-09-13 11:33:38', NULL),
(29, '29', 'روان', 'م', '0', '0', 0, '2025-09-13 11:34:06', '2025-09-13 11:34:06', NULL),
(30, '30', 'مريم', 'م', '0', '0', 0, '2025-09-13 11:34:27', '2025-09-13 11:34:27', NULL),
(31, '31', 'سلمى', 'م', '0', '0', 0, '2025-09-13 11:35:20', '2025-09-13 11:35:20', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` bigint UNSIGNED NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `remember_token` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `name`, `email`, `email_verified_at`, `password`, `remember_token`, `created_at`, `updated_at`) VALUES
(6, 'superadmin', 'admin', NULL, '$2y$10$AEkEq.aQjNOaZum4wy2zSOj4JZZt75Sg9rRWL9TeH5EnZcLNL14fe', NULL, '2025-09-11 21:17:28', '2025-09-11 21:17:28'),
(7, 'Aya Awad', 'aya', NULL, '$2y$10$zqgJMZL/nXHyhKE1xPF6EuvJs5Mkl0PI2IMts2sp17.CsBnmhZ3Xy', NULL, '2025-09-11 21:23:44', '2025-09-11 21:23:44'),
(8, 'Rahma', 'rahma', NULL, '$2y$10$FHoLu3e8URae0EMw5lgzZ.Y3Jwj05x21mqbeTNdRtXslh/NoPEOgK', NULL, '2025-09-11 21:29:03', '2025-09-11 21:29:03');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `apartments`
--
ALTER TABLE `apartments`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD KEY `apartments_building_id_foreign` (`building_id`) USING BTREE;

--
-- Indexes for table `banks`
--
ALTER TABLE `banks`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD UNIQUE KEY `banks_code_unique` (`code`) USING BTREE;

--
-- Indexes for table `boxs`
--
ALTER TABLE `boxs`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD KEY `boxs_user_id_foreign` (`user_id`) USING BTREE;

--
-- Indexes for table `buildings`
--
ALTER TABLE `buildings`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD KEY `buildings_project_id_foreign` (`project_id`) USING BTREE;

--
-- Indexes for table `commissions`
--
ALTER TABLE `commissions`
  ADD PRIMARY KEY (`id`) USING BTREE;

--
-- Indexes for table `consultants`
--
ALTER TABLE `consultants`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD UNIQUE KEY `consultants_code_unique` (`code`) USING BTREE;

--
-- Indexes for table `contracts`
--
ALTER TABLE `contracts`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD KEY `contracts_project_id_foreign` (`project_id`) USING BTREE;

--
-- Indexes for table `costs`
--
ALTER TABLE `costs`
  ADD PRIMARY KEY (`id`) USING BTREE;

--
-- Indexes for table `costs_installments`
--
ALTER TABLE `costs_installments`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD KEY `costs_installments_cost_id_foreign` (`cost_id`) USING BTREE,
  ADD KEY `costs_installments_installment_plan_id_foreign` (`installment_plan_id`) USING BTREE;

--
-- Indexes for table `costs_reamigs`
--
ALTER TABLE `costs_reamigs`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD KEY `costs_reamigs_cost_id_foreign` (`cost_id`) USING BTREE,
  ADD KEY `costs_reamigs_user_id_foreign` (`user_id`) USING BTREE;

--
-- Indexes for table `customers`
--
ALTER TABLE `customers`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD KEY `customers_customer_type_foreign` (`customer_type`) USING BTREE,
  ADD KEY `customers_sales_id_foreign` (`sales_id`) USING BTREE;

--
-- Indexes for table `customer_accounts`
--
ALTER TABLE `customer_accounts`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD KEY `customer_accounts_customersid_foreign` (`customersId`) USING BTREE,
  ADD KEY `customer_accounts_user_id_foreign` (`user_id`) USING BTREE;

--
-- Indexes for table `customer_types`
--
ALTER TABLE `customer_types`
  ADD PRIMARY KEY (`id`) USING BTREE;

--
-- Indexes for table `customize_fors`
--
ALTER TABLE `customize_fors`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD UNIQUE KEY `customize_fors_code_unique` (`code`) USING BTREE;

--
-- Indexes for table `data_expenses`
--
ALTER TABLE `data_expenses`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD UNIQUE KEY `data_expenses_code_unique` (`code`) USING BTREE;

--
-- Indexes for table `developers`
--
ALTER TABLE `developers`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD UNIQUE KEY `developers_code_unique` (`code`) USING BTREE;

--
-- Indexes for table `districts`
--
ALTER TABLE `districts`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD UNIQUE KEY `districts_code_unique` (`code`) USING BTREE,
  ADD KEY `districts_gov_id_foreign` (`gov_id`) USING BTREE;

--
-- Indexes for table `expenses`
--
ALTER TABLE `expenses`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD UNIQUE KEY `expenses_value_unique` (`value`) USING BTREE,
  ADD KEY `expenses_data_expense_id_foreign` (`data_expense_id`) USING BTREE,
  ADD KEY `expenses_user_id_foreign` (`user_id`) USING BTREE;

--
-- Indexes for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD UNIQUE KEY `failed_jobs_uuid_unique` (`uuid`) USING BTREE;

--
-- Indexes for table `goverments`
--
ALTER TABLE `goverments`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD UNIQUE KEY `goverments_code_unique` (`code`) USING BTREE;

--
-- Indexes for table `installment_plans`
--
ALTER TABLE `installment_plans`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD KEY `installment_plans_project_id_foreign` (`project_id`) USING BTREE,
  ADD KEY `installment_plans_phase_id_foreign` (`phase_id`) USING BTREE,
  ADD KEY `installment_plans_payment_plan_id_foreign` (`payment_plan_id`) USING BTREE;

--
-- Indexes for table `instllment_customers`
--
ALTER TABLE `instllment_customers`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD KEY `instllment_customers_customersid_foreign` (`customersId`) USING BTREE,
  ADD KEY `instllment_customers_installment_plan_id_foreign` (`installment_plan_id`) USING BTREE;

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`) USING BTREE;

--
-- Indexes for table `model_has_permissions`
--
ALTER TABLE `model_has_permissions`
  ADD PRIMARY KEY (`permission_id`,`model_id`,`model_type`) USING BTREE,
  ADD KEY `model_has_permissions_model_id_model_type_index` (`model_id`,`model_type`) USING BTREE;

--
-- Indexes for table `model_has_roles`
--
ALTER TABLE `model_has_roles`
  ADD PRIMARY KEY (`role_id`,`model_id`,`model_type`) USING BTREE,
  ADD KEY `model_has_roles_model_id_model_type_index` (`model_id`,`model_type`) USING BTREE;

--
-- Indexes for table `my_settings`
--
ALTER TABLE `my_settings`
  ADD PRIMARY KEY (`id`) USING BTREE;

--
-- Indexes for table `owners`
--
ALTER TABLE `owners`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD UNIQUE KEY `owners_code_unique` (`code`) USING BTREE;

--
-- Indexes for table `password_resets`
--
ALTER TABLE `password_resets`
  ADD KEY `password_resets_email_index` (`email`) USING BTREE;

--
-- Indexes for table `password_reset_tokens`
--
ALTER TABLE `password_reset_tokens`
  ADD PRIMARY KEY (`email`) USING BTREE;

--
-- Indexes for table `payments`
--
ALTER TABLE `payments`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD KEY `payments_installment_plan_id_foreign` (`installment_plan_id`) USING BTREE;

--
-- Indexes for table `payments_reamings`
--
ALTER TABLE `payments_reamings`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD KEY `payments_reamings_payment_id_foreign` (`payment_id`) USING BTREE,
  ADD KEY `payments_reamings_user_id_foreign` (`user_id`) USING BTREE;

--
-- Indexes for table `payment_methods`
--
ALTER TABLE `payment_methods`
  ADD PRIMARY KEY (`id`) USING BTREE;

--
-- Indexes for table `payment_plans`
--
ALTER TABLE `payment_plans`
  ADD PRIMARY KEY (`id`) USING BTREE;

--
-- Indexes for table `payment_transactions`
--
ALTER TABLE `payment_transactions`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD KEY `payment_transactions_payment_id_foreign` (`payment_id`) USING BTREE,
  ADD KEY `payment_transactions_payment_method_id_foreign` (`payment_method_id`) USING BTREE;

--
-- Indexes for table `permissions`
--
ALTER TABLE `permissions`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD UNIQUE KEY `permissions_name_guard_name_unique` (`name`,`guard_name`) USING BTREE;

--
-- Indexes for table `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD UNIQUE KEY `personal_access_tokens_token_unique` (`token`) USING BTREE,
  ADD KEY `personal_access_tokens_tokenable_type_tokenable_id_index` (`tokenable_type`,`tokenable_id`) USING BTREE;

--
-- Indexes for table `phases`
--
ALTER TABLE `phases`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD UNIQUE KEY `phases_code_unique` (`code`) USING BTREE;

--
-- Indexes for table `projects`
--
ALTER TABLE `projects`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD UNIQUE KEY `projects_code_unique` (`code`) USING BTREE;

--
-- Indexes for table `project_data`
--
ALTER TABLE `project_data`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD KEY `project_data_project_id_foreign` (`project_id`) USING BTREE,
  ADD KEY `project_data_gov_id_foreign` (`gov_id`) USING BTREE,
  ADD KEY `project_data_district_id_foreign` (`district_id`) USING BTREE,
  ADD KEY `project_data_owner_id_foreign` (`owner_id`) USING BTREE,
  ADD KEY `project_data_bank_id_foreign` (`bank_id`) USING BTREE,
  ADD KEY `project_data_customize_for_id_foreign` (`customize_for_id`) USING BTREE,
  ADD KEY `project_data_consultant_id_foreign` (`consultant_id`) USING BTREE,
  ADD KEY `project_data_developer_id_foreign` (`developer_id`) USING BTREE,
  ADD KEY `project_data_user_id_foreign` (`user_id`) USING BTREE;

--
-- Indexes for table `project_phases`
--
ALTER TABLE `project_phases`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD KEY `project_phases_project_id_foreign` (`project_id`) USING BTREE,
  ADD KEY `project_phases_phase_id_foreign` (`phase_id`) USING BTREE;

--
-- Indexes for table `punishes`
--
ALTER TABLE `punishes`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD UNIQUE KEY `punishes_value_unique` (`value`) USING BTREE,
  ADD KEY `punishes_customer_id_foreign` (`customer_id`) USING BTREE,
  ADD KEY `punishes_user_id_foreign` (`user_id`) USING BTREE;

--
-- Indexes for table `roles`
--
ALTER TABLE `roles`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD UNIQUE KEY `roles_name_guard_name_unique` (`name`,`guard_name`) USING BTREE;

--
-- Indexes for table `role_has_permissions`
--
ALTER TABLE `role_has_permissions`
  ADD PRIMARY KEY (`permission_id`,`role_id`) USING BTREE,
  ADD KEY `role_has_permissions_role_id_foreign` (`role_id`) USING BTREE;

--
-- Indexes for table `sales`
--
ALTER TABLE `sales`
  ADD PRIMARY KEY (`id`) USING BTREE;

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD UNIQUE KEY `users_email_unique` (`email`) USING BTREE;

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `apartments`
--
ALTER TABLE `apartments`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `banks`
--
ALTER TABLE `banks`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `boxs`
--
ALTER TABLE `boxs`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=19;

--
-- AUTO_INCREMENT for table `buildings`
--
ALTER TABLE `buildings`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `commissions`
--
ALTER TABLE `commissions`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `consultants`
--
ALTER TABLE `consultants`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `contracts`
--
ALTER TABLE `contracts`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `costs`
--
ALTER TABLE `costs`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT for table `costs_installments`
--
ALTER TABLE `costs_installments`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=49;

--
-- AUTO_INCREMENT for table `costs_reamigs`
--
ALTER TABLE `costs_reamigs`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `customers`
--
ALTER TABLE `customers`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3703;

--
-- AUTO_INCREMENT for table `customer_accounts`
--
ALTER TABLE `customer_accounts`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `customer_types`
--
ALTER TABLE `customer_types`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT for table `customize_fors`
--
ALTER TABLE `customize_fors`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `data_expenses`
--
ALTER TABLE `data_expenses`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `developers`
--
ALTER TABLE `developers`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `districts`
--
ALTER TABLE `districts`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `expenses`
--
ALTER TABLE `expenses`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `goverments`
--
ALTER TABLE `goverments`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `installment_plans`
--
ALTER TABLE `installment_plans`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `instllment_customers`
--
ALTER TABLE `instllment_customers`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=41;

--
-- AUTO_INCREMENT for table `my_settings`
--
ALTER TABLE `my_settings`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `owners`
--
ALTER TABLE `owners`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `payments`
--
ALTER TABLE `payments`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=250;

--
-- AUTO_INCREMENT for table `payments_reamings`
--
ALTER TABLE `payments_reamings`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `payment_methods`
--
ALTER TABLE `payment_methods`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `payment_plans`
--
ALTER TABLE `payment_plans`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `payment_transactions`
--
ALTER TABLE `payment_transactions`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `permissions`
--
ALTER TABLE `permissions`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=44;

--
-- AUTO_INCREMENT for table `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `phases`
--
ALTER TABLE `phases`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `projects`
--
ALTER TABLE `projects`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `project_data`
--
ALTER TABLE `project_data`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `project_phases`
--
ALTER TABLE `project_phases`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `punishes`
--
ALTER TABLE `punishes`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `roles`
--
ALTER TABLE `roles`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `sales`
--
ALTER TABLE `sales`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=32;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- Constraints for dumped tables
--

--
-- Constraints for table `apartments`
--
ALTER TABLE `apartments`
  ADD CONSTRAINT `apartments_building_id_foreign` FOREIGN KEY (`building_id`) REFERENCES `buildings` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT;

--
-- Constraints for table `boxs`
--
ALTER TABLE `boxs`
  ADD CONSTRAINT `boxs_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT;

--
-- Constraints for table `buildings`
--
ALTER TABLE `buildings`
  ADD CONSTRAINT `buildings_project_id_foreign` FOREIGN KEY (`project_id`) REFERENCES `projects` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT;

--
-- Constraints for table `contracts`
--
ALTER TABLE `contracts`
  ADD CONSTRAINT `contracts_project_id_foreign` FOREIGN KEY (`project_id`) REFERENCES `projects` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT;

--
-- Constraints for table `costs_installments`
--
ALTER TABLE `costs_installments`
  ADD CONSTRAINT `costs_installments_cost_id_foreign` FOREIGN KEY (`cost_id`) REFERENCES `costs` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT,
  ADD CONSTRAINT `costs_installments_installment_plan_id_foreign` FOREIGN KEY (`installment_plan_id`) REFERENCES `installment_plans` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT;

--
-- Constraints for table `costs_reamigs`
--
ALTER TABLE `costs_reamigs`
  ADD CONSTRAINT `costs_reamigs_cost_id_foreign` FOREIGN KEY (`cost_id`) REFERENCES `costs_installments` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT,
  ADD CONSTRAINT `costs_reamigs_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT;

--
-- Constraints for table `customers`
--
ALTER TABLE `customers`
  ADD CONSTRAINT `customers_customer_type_foreign` FOREIGN KEY (`customer_type`) REFERENCES `customer_types` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT,
  ADD CONSTRAINT `customers_sales_id_foreign` FOREIGN KEY (`sales_id`) REFERENCES `sales` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT;

--
-- Constraints for table `customer_accounts`
--
ALTER TABLE `customer_accounts`
  ADD CONSTRAINT `customer_accounts_customersid_foreign` FOREIGN KEY (`customersId`) REFERENCES `customers` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT,
  ADD CONSTRAINT `customer_accounts_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT;

--
-- Constraints for table `districts`
--
ALTER TABLE `districts`
  ADD CONSTRAINT `districts_gov_id_foreign` FOREIGN KEY (`gov_id`) REFERENCES `goverments` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT;

--
-- Constraints for table `expenses`
--
ALTER TABLE `expenses`
  ADD CONSTRAINT `expenses_data_expense_id_foreign` FOREIGN KEY (`data_expense_id`) REFERENCES `data_expenses` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT,
  ADD CONSTRAINT `expenses_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT;

--
-- Constraints for table `installment_plans`
--
ALTER TABLE `installment_plans`
  ADD CONSTRAINT `installment_plans_payment_plan_id_foreign` FOREIGN KEY (`payment_plan_id`) REFERENCES `payment_plans` (`id`) ON DELETE SET NULL ON UPDATE RESTRICT,
  ADD CONSTRAINT `installment_plans_phase_id_foreign` FOREIGN KEY (`phase_id`) REFERENCES `phases` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT,
  ADD CONSTRAINT `installment_plans_project_id_foreign` FOREIGN KEY (`project_id`) REFERENCES `projects` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT;

--
-- Constraints for table `instllment_customers`
--
ALTER TABLE `instllment_customers`
  ADD CONSTRAINT `instllment_customers_customersid_foreign` FOREIGN KEY (`customersId`) REFERENCES `customers` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT,
  ADD CONSTRAINT `instllment_customers_installment_plan_id_foreign` FOREIGN KEY (`installment_plan_id`) REFERENCES `installment_plans` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT;

--
-- Constraints for table `model_has_permissions`
--
ALTER TABLE `model_has_permissions`
  ADD CONSTRAINT `model_has_permissions_permission_id_foreign` FOREIGN KEY (`permission_id`) REFERENCES `permissions` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT;

--
-- Constraints for table `model_has_roles`
--
ALTER TABLE `model_has_roles`
  ADD CONSTRAINT `model_has_roles_role_id_foreign` FOREIGN KEY (`role_id`) REFERENCES `roles` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT;

--
-- Constraints for table `payments`
--
ALTER TABLE `payments`
  ADD CONSTRAINT `payments_installment_plan_id_foreign` FOREIGN KEY (`installment_plan_id`) REFERENCES `installment_plans` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT;

--
-- Constraints for table `payments_reamings`
--
ALTER TABLE `payments_reamings`
  ADD CONSTRAINT `payments_reamings_payment_id_foreign` FOREIGN KEY (`payment_id`) REFERENCES `payments` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT,
  ADD CONSTRAINT `payments_reamings_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT;

--
-- Constraints for table `payment_transactions`
--
ALTER TABLE `payment_transactions`
  ADD CONSTRAINT `payment_transactions_payment_id_foreign` FOREIGN KEY (`payment_id`) REFERENCES `payments` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT,
  ADD CONSTRAINT `payment_transactions_payment_method_id_foreign` FOREIGN KEY (`payment_method_id`) REFERENCES `payment_methods` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT;

--
-- Constraints for table `project_data`
--
ALTER TABLE `project_data`
  ADD CONSTRAINT `project_data_bank_id_foreign` FOREIGN KEY (`bank_id`) REFERENCES `banks` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT,
  ADD CONSTRAINT `project_data_consultant_id_foreign` FOREIGN KEY (`consultant_id`) REFERENCES `consultants` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT,
  ADD CONSTRAINT `project_data_customize_for_id_foreign` FOREIGN KEY (`customize_for_id`) REFERENCES `customize_fors` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT,
  ADD CONSTRAINT `project_data_developer_id_foreign` FOREIGN KEY (`developer_id`) REFERENCES `developers` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT,
  ADD CONSTRAINT `project_data_district_id_foreign` FOREIGN KEY (`district_id`) REFERENCES `districts` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT,
  ADD CONSTRAINT `project_data_gov_id_foreign` FOREIGN KEY (`gov_id`) REFERENCES `goverments` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT,
  ADD CONSTRAINT `project_data_owner_id_foreign` FOREIGN KEY (`owner_id`) REFERENCES `owners` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT,
  ADD CONSTRAINT `project_data_project_id_foreign` FOREIGN KEY (`project_id`) REFERENCES `projects` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT,
  ADD CONSTRAINT `project_data_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT;

--
-- Constraints for table `project_phases`
--
ALTER TABLE `project_phases`
  ADD CONSTRAINT `project_phases_phase_id_foreign` FOREIGN KEY (`phase_id`) REFERENCES `phases` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT,
  ADD CONSTRAINT `project_phases_project_id_foreign` FOREIGN KEY (`project_id`) REFERENCES `projects` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT;

--
-- Constraints for table `punishes`
--
ALTER TABLE `punishes`
  ADD CONSTRAINT `punishes_customer_id_foreign` FOREIGN KEY (`customer_id`) REFERENCES `customers` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT,
  ADD CONSTRAINT `punishes_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT;

--
-- Constraints for table `role_has_permissions`
--
ALTER TABLE `role_has_permissions`
  ADD CONSTRAINT `role_has_permissions_permission_id_foreign` FOREIGN KEY (`permission_id`) REFERENCES `permissions` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT,
  ADD CONSTRAINT `role_has_permissions_role_id_foreign` FOREIGN KEY (`role_id`) REFERENCES `roles` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
